[
  {
    "title": "The Hobbit",
    "author": "J.R.R. Tolkien",
    "genre": "Fantasy",
    "description": "Bilbo Baggins is a hobbit who likes his meals on time, his pipe by the fire, and absolutely no adventures. That quiet life shatters when the wizard Gandalf and thirteen dwarves arrive at his door with a map, a key, and a plan to steal a dragon’s hoard from the fearsome Smaug. Reluctantly swept along, Bilbo finds courage he never knew he had as the company crosses goblin tunnels, misty mountains, dark forests and more. Along the way he encounters riddles, ring-bearing creatures, and choices that will shape the fate of Middle-earth itself.",
    "book_url": "https://bookshop.org/p/books/the-hobbit-j-r-r-tolkien/2544462bb9b40a89",
    "book_cover_url": "https://images-us.bookshop.org/ingram/9780547928227.jpg?v=250e2391b5b5a08524eabe0d0a6ca73c"
  },
  {
    "title": "A Game of Thrones",
    "author": "George R.R. Martin",
    "genre": "Fantasy",
    "description": "In the land of Westeros, summers can last for decades and winters for a lifetime. As the chill returns, rival families maneuver for power on the Iron Throne while an ancient, forgotten threat gathers in the frozen north. Lord Eddard Stark is called to serve as Hand of the King, dragging his honorable house into a web of secrets, ambition and treachery. Across the sea, the last heirs of a deposed dynasty seek their own restoration. With brutal politics, flawed heroes and shocking betrayals, this sprawling saga explores how far people will go to seize or survive power.",
    "book_url": "https://bookshop.org/p/books/a-game-of-thrones-george-r-r-martin/389db17999cc994e",
    "book_cover_url": "https://images-eu.bookshop.org/images/9780553381689.jpg?v=enc-v1"
  },
  {
    "title": "A Clash of Kings",
    "author": "George R.R. Martin",
    "genre": "Fantasy",
    "description": "The fragile order of the Seven Kingdoms shatters as kings rise everywhere to claim the throne. A comet blazes across the sky, taken as an omen by lords and commoners alike, while battles rage on land and sea. Tyrion Lannister schemes to save a city that despises him, Stannis Baratheon invokes strange and fiery gods, and Robb Stark fights to avenge his father and secure the North. Far to the east, Daenerys Targaryen nurtures her growing dragons and dreams of conquest. War, prophecy and betrayal collide as the game of thrones grows bloodier and more perilous than ever.",
    "book_url": "https://bookshop.org/p/books/a-clash-of-kings-george-r-r-martin/c0d6c8cde649c268",
    "book_cover_url": "https://images-eu.bookshop.org/images/9780553579901.jpg?v=enc-v1"
  },
  {
    "title": "A Storm of Swords",
    "author": "George R.R. Martin",
    "genre": "Fantasy",
    "description": "The war for the Iron Throne reaches a brutal crescendo. While kings fall and alliances crumble, hidden plots finally erupt into violence. In the North, the Night’s Watch faces an onslaught of wildlings and something darker beyond the Wall. In the Riverlands, the Stark campaign is strained by betrayal and terrible choices. Across the sea, Daenerys Targaryen gathers armies and followers, determined to reclaim the crown that was stolen from her family. Packed with devastating twists, unforgettable set pieces and moral complexity, this volume pushes its characters to their limits and reshapes the balance of power in Westeros.",
    "book_url": "https://bookshop.org/p/books/a-storm-of-swords-hbo-tie-in-edition-a-song-of-ice-and-fire-book-three-george-r-r-martin/d2d2af74d251f6b3",
    "book_cover_url": "https://images-eu.bookshop.org/images/9780553573428.jpg?v=enc-v1"
  },
  {
    "title": "A Feast for Crows",
    "author": "George R.R. Martin",
    "genre": "Fantasy",
    "description": "After years of war, the Seven Kingdoms lie exhausted. Armies are broken, great houses ruined, and the crows have gathered to pick over the remains. Yet peace is an illusion. In King’s Landing, the Lannisters cling to power through fragile plots and ruthless gambits. In the Riverlands and the Iron Islands, new claimants rise from the wreckage to carve their own kingdoms. Down in Dorne and the Vale, patient conspirators move pieces on a subtler board. Focusing on political intrigue, vengeance and the cost of survival, this installment explores what happens when the battlefield shifts to council chambers and shadows.",
    "book_url": "https://bookshop.org/p/books/a-feast-for-crows-hbo-tie-in-edition-george-r-r-martin/ad3227d0d9153207",
    "book_cover_url": "https://images-eu.bookshop.org/images/9780553582031.jpg?v=enc-v1"
  },
  {
    "title": "A Dance with Dragons",
    "author": "George R.R. Martin",
    "genre": "Fantasy",
    "description": "As winter deepens, the struggle for the Seven Kingdoms fractures into ever more dangerous fronts. On the Wall, Jon Snow leads the Night’s Watch while balancing uneasy alliances and ancient threats. In the ruined North, new powers vie to claim Winterfell’s legacy. Across the Narrow Sea, Daenerys Targaryen rules a fragile city while her dragons grow larger and harder to command. Exiles, prisoners and would-be kings advance their own secret agendas. This sweeping volume follows scattered characters whose choices reverberate across continents, revealing how fragile order truly is when every ally might be a traitor in disguise.",
    "book_url": "https://bookshop.org/p/books/a-dance-with-dragons-hbo-tie-in-edition-a-song-of-ice-and-fire-book-five-a-novel-george-r-r-martin/83fd24e91c36809f",
    "book_cover_url": "https://images-eu.bookshop.org/images/9780553582017.jpg?v=enc-v1"
  },
  {
    "title": "The Name of the Wind",
    "author": "Patrick Rothfuss",
    "genre": "Fantasy",
    "description": "Kvothe is a legend: a magician, musician and rumored kingslayer whose name has become tangled in myth. Hiding in plain sight as an innkeeper, he agrees to tell his true story over the course of three days. This first day follows his childhood in a troupe of traveling performers, his years surviving alone in a brutal city, and his arrival at a university where sympathy and arcane knowledge are taught like science. Balancing lyrical prose, intimate character work and a richly detailed world, this novel explores how stories shape identity, memory and the fragile line between truth and legend.",
    "book_url": "https://bookshop.org/p/books/the-name-of-the-wind-10th-anniversary-deluxe-edition-patrick-rothfuss/7740288406e5c7d4",
    "book_cover_url": "https://images-eu.bookshop.org/images/9780756413712.jpg?v=enc-v1"
  },
  {
    "title": "Mistborn: The Final Empire",
    "author": "Brandon Sanderson",
    "genre": "Fantasy",
    "description": "For a thousand years, ash has fallen from the sky and the immortal Lord Ruler has crushed all resistance beneath his rule. The skaa live and die in misery, convinced that prophecy has failed. Then a gifted street thief named Vin is pulled into an audacious plan: infiltrate the empire’s heart, overthrow the tyrant and reshape the world. Guided by the charismatic Mistborn Kelsier, Vin learns to burn metals and wield astonishing powers in the mist-shrouded night. Combining a tight heist plot with inventive magic, political intrigue and emotional stakes, this novel launches a wildly influential fantasy series.",
    "book_url": "https://bookshop.org/p/books/mistborn-the-final-empire-brandon-sanderson/b0740ffce395e5df",
    "book_cover_url": "https://images-eu.bookshop.org/images/9781250318541.jpg?v=enc-v1"
  },
  {
    "title": "Harry Potter and the Philosopher's Stone",
    "author": "J.K. Rowling",
    "genre": "Fantasy",
    "description": "On his eleventh birthday, lonely and unwanted Harry Potter discovers that he is, in fact, a wizard. Whisked away from the cupboard under the stairs to Hogwarts School of Witchcraft and Wizardry, he finds friends, enemies and a sense of belonging he’s never known. But something dark is hidden within the school’s ancient corridors, tied to the night his parents died. As Harry explores classes, Quidditch and enchanted feasts, he uncovers a mystery that will test his courage and loyalty. Warm, funny and tinged with danger, this opening volume sets the stage for an epic coming-of-age saga.",
    "book_url": "https://uk.bookshop.org/p/books/harry-potter-and-the-philosopher-s-stone-j-k-rowling/16ffdfa8d5b313e8?ean=9781408855652",
    "book_cover_url": "https://images-eu.bookshop.org/images/9781408855652.jpg?v=enc-v1"
  },
  {
    "title": "Six of Crows",
    "author": "Leigh Bardugo",
    "genre": "Fantasy",
    "description": "In the bustling trade city of Ketterdam, criminal prodigy Kaz Brekker is offered a job too lucrative to refuse: break into an impenetrable fortress and kidnap a hostage whose secrets could reshape the world. To succeed, Kaz assembles a crew of misfits and specialists—a spy, a sharpshooter, a runaway, a Heartrender and a convict with a vendetta. Each has their own scars, loyalties and secrets. As the heist unfolds, shifting alliances and buried histories collide. Dark, fast-paced and character driven, this novel blends gritty underworld intrigue with inventive magic and the emotional intensity of found-family dynamics.",
    "book_url": "https://bookshop.org/p/books/six-of-crows-leigh-bardugo/702f4e72e3675cb5",
    "book_cover_url": "https://images-eu.bookshop.org/images/9781250076960.jpg?v=enc-v1"
  }
]
