{
  "data": {
    "lists": [
      {
        "name": "100 New York Times Best Books of the 21st Century",
        "books_count": 100,
        "list_books": [
          {
            "book": {
              "id": 1487609,
              "title": "The Underground Railroad",
              "contributions": [
                {
                  "author": {
                    "name": "Colson Whitehead"
                  }
                }
              ],
              "description": "Cora is a slave on a cotton plantation in Georgia. Life is hell for all the slaves, but especially bad for Cora; an outcast even among her fellow Africans, she is coming into womanhood—where even greater pain awaits. When Caesar, a recent arrival from Virginia, tells her about the Underground Railroad, they decide to take a terrifying risk and escape. Matters do not go as planned—Cora kills a young white boy who tries to capture her. Though they manage to find a station and head north, they are being hunted.\r\n     In Whitehead’s ingenious conception, the Underground Railroad is no mere metaphor—engineers and conductors operate a secret network of tracks and tunnels beneath the Southern soil. Cora and Caesar’s first stop is South Carolina, in a city that initially seems like a haven. But the city’s placid surface masks an insidious scheme designed for its black denizens. And even worse: Ridgeway, the relentless slave catcher, is close on their heels. Forced to flee again, Cora embarks on a harrowing flight, state by state, seeking true freedom.\r\n     Like the protagonist of Gulliver’s Travels, Cora encounters different worlds at each stage of her journey—hers is an odyssey through time as well as space. As Whitehead brilliantly re-creates the unique terrors for black people in the pre–Civil War era, his narrative seamlessly weaves the saga of America from the brutal importation of Africans to the unfulfilled promises of the present day. The Underground Railroad is at once a kinetic adventure tale of one woman’s ferocious will to escape the horrors of bondage and a shattering, powerful meditation on the history we all share.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 1809,
              "title": "My Brilliant Friend",
              "contributions": [
                {
                  "author": {
                    "name": "Elena Ferrante"
                  }
                },
                {
                  "author": {
                    "name": "Ann Goldstein"
                  }
                }
              ],
              "description": "Beginning in the 1950s in a poor but vibrant neighborhood on the outskirts of Naples, Elena Ferrante’s four-volume story spans almost sixty years, as its main characters, the fiery and unforgettable Lila and the bookish narrator, Elena, become women, wives, mothers, and leaders, all the while maintaining a complex and at times conflicted friendship. This first novel in the series follows Lila and Elena from their fateful meeting as ten-year-olds through their school years and adolescence.\n\nThrough the lives of these two women, Ferrante tells the story of a neighborhood, a city, and a country as it is transformed in ways that, in turn, also transform the relationship between two women.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/1809/8277775-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/1809/6441909315570340.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/1809/8910380998522778.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 26303,
              "title": "The Warmth of Other Suns: The Epic Story of America's Great Migration",
              "contributions": [
                {
                  "author": {
                    "name": "Isabel Wilkerson"
                  }
                }
              ],
              "description": "In this beautifully written masterwork, Pulitzer Prize–winning author Isabel Wilkerson presents a definitive and dramatic account of one of the great untold stories of American history: the Great Migration of six million Black citizens who fled the South for the North and West in search of a better life, from World War I to 1970.\n\nWilkerson tells this interwoven story through the lives of three unforgettable protagonists: Ida Mae Gladney, a sharecropper’s wife, who in 1937 fled Mississippi for Chicago; sharp and quick-tempered George Starling, who in 1945 fled Florida for Harlem, and Robert Foster, a surgeon who left Louisiana in 1953 in hopes of making it in California.\n\nWilkerson brilliantly captures their first treacherous cross-country journeys by car and train and their new lives in colonies in the New World. The Warmth of Other Suns is a bold, remarkable, and riveting work, a superb account of an “unrecognized immigration” within our own land. Through the breadth of its narrative, the beauty of the writing, the depth of its research, and the fullness of the people and lives portrayed herein, this book is a modern classic.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/26303/10129368-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "slow pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 153901,
              "title": "Wolf Hall",
              "contributions": [
                {
                  "author": {
                    "name": "Hilary Mantel"
                  }
                }
              ],
              "description": "Wolf Hall (2009) is a historical novel by English author Hilary Mantel, published by Fourth Estate, named after the Seymour family's seat of Wolfhall, or Wulfhall, in Wiltshire. Set in the period from 1500 to 1535, Wolf Hall is a sympathetic fictionalised biography documenting the rapid rise to power of Thomas Cromwell in the court of Henry VIII through to the death of Sir Thomas More. The novel won both the Man Booker Prize and the National Book Critics Circle Award. In 2012, The Observer named it as one of \"The 10 best historical novels\".\r\n\r\nThe book is the first in a trilogy; the sequel [Bring Up the Bodies](https://openlibrary.org/works/OL16547664W) was published in 2012. The last book in the trilogy is [The Mirror and the Light](https://openlibrary.org/works/OL20665410W) (2020), which covers the last four years of Cromwell's life.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/153901/7903771808056883.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/153901/8345848-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 383784,
              "title": "The Known World",
              "contributions": [
                {
                  "author": {
                    "name": "Edward P. Jones"
                  }
                }
              ],
              "description": "E-Book exclusive extras: \"Inside The Known World: An Interview with Edward P. Jones\"; Reading Group GuideHenry Townsend, a black farmer, bootmaker, and former slave, has a fondness for Paradise Lost and an unusual mentor -- William Robbins, perhaps the most powerful man in antebellum Virginia's Manchester County. Under Robbins's tutelage, Henry becomes proprietor of his own plantation -- as well as of his own slaves. When he dies, his widow, Caldonia, succumbs to profound grief, and things begin to fall apart at their plantation: slaves take to escaping under the cover of night, and families who had once found love beneath the weight of slavery begin to betray one another. Beyond the Townsend estate, the known world also unravels: low-paid white patrollers stand watch as slave \"speculators\" sell free black people into slavery, and rumors of slave rebellions set white families against slaves who have served them for years.An ambitious, luminously written novel that ranges seamlessly between the past and future and back again to the present, The Known World weaves together the lives of freed and enslaved blacks, whites, and Indians -- and allows all of us a deeper understanding of the enduring multidimensional world created by the institution of slavery.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/383784/8303860-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 378793,
              "title": "The Corrections",
              "contributions": [
                {
                  "author": {
                    "name": "Jonathan Franzen"
                  }
                }
              ],
              "description": "After almost fifty years as a wife and mother, Enid Lambert is ready to have some fun. Unfortunately, her husband, Alfred, is losing his sanity to Parkinson’s disease, and their children have long since flown the family nest to the catastrophes of their own lives.\n\nThe oldest, Gary, a once-stable portfolio manager and family man, is trying to convince his wife and himself that, despite certain alarming indicators, he is not clinically depressed. The middle child, Chip, has lost his seemingly secure academic job and is failing spectacularly at his new line of work. And Denise, the youngest, has escaped a disastrous marriage only to pour her youth and beauty down the drain of an affair with a married man―or so her mother fears.\n\nDesperate for some pleasure to look forward to, Enid has set her heart on an elusive goal: bringing her family together for one last Christmas at home.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/378793/9273701-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Murder"
                  }
                },
                {
                  "tag": {
                    "tag": "Psychology"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "Christmas"
                  }
                },
                {
                  "tag": {
                    "tag": "Holiday"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 75726,
              "title": "2666",
              "contributions": [
                {
                  "author": {
                    "name": "Roberto Bolaño"
                  }
                },
                {
                  "author": {
                    "name": "Natasha Wimmer"
                  }
                }
              ],
              "description": "An American sportswriter, an elusive German novelist, and a teenage student interact in an urban community on the U.S.-Mexico border where hundreds of young factory workers have disappeared.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/75726/7274598-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 435861,
              "title": "Austerlitz",
              "contributions": [
                {
                  "author": {
                    "name": "W.G. Sebald"
                  }
                },
                {
                  "author": {
                    "name": "Anthea Bell"
                  }
                }
              ],
              "description": "In the summer of 1939, five-year-old Jacques Austerlitz is sent to England on one of the Kindertransports and placed with foster parents in Wales. For reasons of their own, the childless Calvinist couple erase from the boy all knowledge of his identity. Throughout his life Austerlitz is haunted by feelings of otherness, but it is not until retirement that he embarks on a journey to make sense of his curious early memories and explores what happened to him half a century ago.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/435861/10302688-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Religion"
                  }
                },
                {
                  "tag": {
                    "tag": "Holocaust survivors"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 132314,
              "title": "Never Let Me Go",
              "contributions": [
                {
                  "author": {
                    "name": "Kazuo Ishiguro"
                  }
                }
              ],
              "description": "\"It was a place of mercurial cliques and mysterious rules where teachers were constantly reminding their charges of how special they were.\n\nNow, years later, Kathy is a young woman. Ruth and Tommy have reentered her life. And for the first time she is beginning to look back at their shared past and understand just what it is that makes them special—and how that gift will shape the rest of their time together.\"-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/132314/4841ccbc-7491-4abb-a38a-cfa9596a1fee.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/132314/6596048-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 247430,
              "title": "Gilead",
              "contributions": [
                {
                  "author": {
                    "name": "Marilynne Robinson"
                  }
                }
              ],
              "description": "**WINNER OF THE 2005 PULITZER PRIZE FOR FICTION.**\r\n\r\nIn 1956, toward the end of Reverend John Ames’s life, he begins a letter to his young son, an account of himself and his forebears. Ames is the son of an Iowan preacher and the grandson of a minister who, as a young man in Maine, saw a vision of Christ bound in chains and came west to Kansas to fight for abolition: He “preached men into the Civil War,” then, at age fifty, became a chaplain in the Union Army, losing his right eye in battle.\r\n\r\nReverend Ames writes to his son about the tension between his father—an ardent pacifist—and his grandfather, whose pistol and bloody shirts, concealed in an army blanket, may be relics from the fight between the abolitionists and those settlers who wanted to vote Kansas into the union as a slave state. And he tells a story of the sacred bonds between fathers and sons, which are tested in his tender and strained relationship with his namesake, John Ames Boughton, his best friend’s wayward son.\r\n\r\n*Gilead* is the long-hoped-for second novel by one of our finest writers, a hymn of praise and lamentation to the God-haunted existence that Reverend Ames loves passionately, and from which he will soon part. Robinson gives us an intimate tale of three generations from the Civil War to the twentieth century: a story about fathers and sons and the spiritual battles that still rage at America's heart. Writing in the tradition of Emily Dickinson and Walt Whitman, Robinson's beautiful, spare, and spiritual prose allows \"even the faithless reader to feel the possibility of transcendent order\" (Slate). In the luminous and unforgettable voice of Congregationalist minister John Ames, Gilead reveals the human condition and the often unbearable beauty of an ordinary life.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/247430/1472533-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 375620,
              "title": "The Brief Wondrous Life of Oscar Wao",
              "contributions": [
                {
                  "author": {
                    "name": "Junot Díaz"
                  }
                }
              ],
              "description": "Oscar is a sweet but disastrously overweight ghetto nerd who—from the New Jersey home he shares with his old world mother and rebellious sister—dreams of becoming the Dominican J.R.R. Tolkien and, most of all, finding love. But Oscar may never get what he wants. Blame the fukú—a curse that has haunted Oscar’s family for generations, following them on their epic journey from Santo Domingo to the USA. Encapsulating Dominican-American history, The Brief Wondrous Life of Oscar Wao opens our eyes to an astonishing vision of the contemporary American experience and explores the endless human capacity to persevere—and risk it all—in the name of love.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/375620/6793808-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/375620/757c1aa1-7e2d-4b2d-8d7e-58616454b623.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/375620/8c5e848b-6acf-43ed-8dd4-39c2c52736d4.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 24357,
              "title": "The Year of Magical Thinking",
              "contributions": [
                {
                  "author": {
                    "name": "Joan Didion"
                  }
                },
                {
                  "author": {
                    "name": "Barbara Caruso"
                  }
                }
              ],
              "description": "\"In a work of electric honesty and passion, Didion explores how we all, somehow, will ourselves to survive. “An utterly shattering portrait of loss and grief.” –The New York Times\n\nSeveral days before Christmas 2003, John Gregory Dunne and Joan Didion saw their only daughter, Quintana Roo, fall ill with septic shock. She was put into an induced coma and placed on life support. Days later, the Dunnes were sitting down to dinner after visiting their daughter in the hospital when John suffered a fatal heart attack. In that one moment, their partnership of forty years came to an end.\n\nThis powerful narrative is Didion's “attempt to make sense of the weeks and then months that cut loose any fixed idea I ever had about death, about illness…about marriage and children and memory…about the shallowness of sanity, about life itself.\"”-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/24357/745358-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 36087,
              "title": "The Road",
              "contributions": [
                {
                  "author": {
                    "name": "Cormac McCarthy"
                  }
                }
              ],
              "description": "A father and his son walk alone through burned America. Nothing moves in the ravaged landscape save the ash on the wind. It is cold enough to crack stones, and when the snow falls it is gray. The sky is dark. Their destination is the coast, although they don’t know what, if anything, awaits them there. They have nothing; just a pistol to defend themselves against the lawless bands that stalk the road, the clothes they are wearing, a cart of scavenged food—and each other.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/36087/8373710-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Fairy tales"
                  }
                },
                {
                  "tag": {
                    "tag": "Travel"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 447249,
              "title": "Outline",
              "contributions": [
                {
                  "author": {
                    "name": "Rachel Cusk"
                  }
                }
              ],
              "description": "Rachel Cusk's Outline is a novel in ten conversations. Spare and stark, it follows a novelist teaching a course in creative writing during an oppressively hot summer in Athens. She leads her students in storytelling exercises. She meets other visiting writers for dinners and discourse. She goes swimming with an elderly Greek bachelor. The people she encounters speak, volubly, about themselves: their fantasies, anxieties, pet theories, regrets, and longings. And through these disclosures, a portrait of the narrator is drawn by contrast, a portrait of a woman learning to face a great loss. Outline is Cusk's finest work yet, and one of the most startling, brilliant, original novels of recent years.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 127044,
              "title": "Pachinko",
              "contributions": [
                {
                  "author": {
                    "name": "Min Jin Lee"
                  }
                }
              ],
              "description": "In this New York Times bestseller, four generations of a poor Korean immigrant family fight to control their destiny in 20th-century Japan–the inspiration for the television series on Apple TV+.\n\n In the early 1900s, teenaged Sunja, the adored daughter of a crippled fisherman, falls for a wealthy stranger. When she discovers she is pregnant–and that her lover is married–she accepts an offer of marriage from a gentle, sickly minister passing through on his way to Japan. But her decision to abandon her home, and to reject her son's powerful father, sets off a dramatic saga that will echo down through the generations.\n\nProfoundly moving, Pachinko is a story of love, sacrifice, ambition, and loyalty. \n",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/127044/9589873259866962.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/127044/8044605-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "suicide"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 13309,
              "title": "The Sellout",
              "contributions": [
                {
                  "author": {
                    "name": "Paul Beatty"
                  }
                }
              ],
              "description": "A biting satire about a young man's isolated upbringing and the race trial that sends him to the Supreme Court, Paul Beatty's *The Sellout* showcases a comic genius at the top of his game. It challenges the sacred tenets of the United States Constitution, urban life, the civil rights movement, the father-son relationship, and the holy grail of racial equality―the black Chinese restaurant.\r\n\r\nBorn in the \"agrarian ghetto\" of Dickens―on the southern outskirts of Los Angeles―the narrator of *The Sellout* resigns himself to the fate of lower-middle-class Californians: \"I'd die in the same bedroom I'd grown up in, looking up at the cracks in the stucco ceiling that've been there since '68 quake.\" Raised by a single father, a controversial sociologist, he spent his childhood as the subject in racially charged psychological studies. He is led to believe that his father's pioneering work will result in a memoir that will solve his family's financial woes. But when his father is killed in a police shoot-out, he realizes there never was a memoir. All that's left is the bill for a drive-thru funeral.\r\n\r\nFuelled by this deceit and the general disrepair of his hometown, the narrator sets out to right another wrong: Dickens has literally been removed from the map to save California from further embarrassment. Enlisting the help of the town's most famous resident―the last surviving Little Rascal, Hominy Jenkins―he initiates the most outrageous action conceivable: reinstating slavery and segregating the local high school, which lands him in the Supreme Court.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/13309/7897222-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 377416,
              "title": "Lincoln in the Bardo",
              "contributions": [
                {
                  "author": {
                    "name": "George Saunders"
                  }
                }
              ],
              "description": "February 1862. The Civil War is less than one year old. The fighting has begun in earnest, and the nation has begun to realize it is in for a long, bloody struggle. Meanwhile, President Lincoln's beloved eleven-year-old son, Willie, lies upstairs in the White House, gravely ill. In a matter of days, despite predictions of a recovery, Willie dies and is laid to rest in a Georgetown cemetery. \"My poor boy, he was too good for this earth,\" the president says at the time. \"God has called him home.\" Newspapers report that a grief-stricken Lincoln returns, alone, to the crypt several times to hold his boy's body. From that seed of historical truth, George Saunders spins a story of familial love and loss that breaks free of its historical framework into a supernatural realm both hilarious and terrifying. Willie Lincoln finds himself in a strange purgatory where ghosts mingle, gripe, commiserate, quarrel, and enact bizarre acts of penance. Within this transitional state -- called, in the Tibetan tradition, the bardo -- a monumental struggle erupts over young Willie's soul.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/377416/7909378-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 460,
              "title": "Say Nothing: A True Story of Murder and Memory in Northern Ireland",
              "contributions": [
                {
                  "author": {
                    "name": "Patrick Radden Keefe"
                  }
                }
              ],
              "description": "“Masked intruders dragged Jean McConville, a 38-year-old widow and mother of 10, from her Belfast home in 1972. In this meticulously reported book — as finely paced as a novel — Keefe uses McConville’s murder as a prism to tell the history of the Troubles in Northern Ireland. Interviewing people on both sides of the conflict, he transforms the tragic damage and waste of the era into a searing, utterly gripping saga.” – New York Times Book Review, Ten Best Books of the Year\r\n\r\nFrom award-winning New Yorker staff writer Patrick Radden Keefe, a stunning, intricate narrative about a notorious killing in Northern Ireland and its devastating repercussions\r\n\r\nIn December 1972, Jean McConville, a thirty-eight-year-old mother of ten, was dragged from her Belfast home by masked intruders, her children clinging to her legs. They never saw her again. Her abduction was one of the most notorious episodes of the vicious conflict known as The Troubles. Everyone in the neighborhood knew the I.R.A. was responsible. But in a climate of fear and paranoia, no one would speak of it. In 2003, five years after an accord brought an uneasy peace to Northern Ireland, a set of human bones was discovered on a beach. McConville’s children knew it was their mother when they were told a blue safety pin was attached to the dress–with so many kids, she had always kept it handy for diapers or ripped clothes.\r\n\r\nPatrick Radden Keefe’s mesmerizing book on the bitter conflict in Northern Ireland and its aftermath uses the McConville case as a starting point for the tale of a society wracked by a violent guerrilla war, a war whose consequences have never been reckoned with. The brutal violence seared not only people like the McConville children, but also I.R.A. members embittered by a peace that fell far short of the goal of a united Ireland, and left them wondering whether the killings they committed were not justified acts of war, but simple murders. From radical and impetuous I.R.A. terrorists such as Dolours Price, who, when she was barely out of her teens, was already planting bombs in London and targeting informers for execution, to the ferocious I.R.A. mastermind known as The Dark, to the spy games and dirty schemes of the British Army, to Gerry Adams, who negotiated the peace but betrayed his hardcore comrades by denying his I.R.A. past–Say Nothing conjures a world of passion, betrayal, vengeance, and anguish.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/460/9242450-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Thriller"
                  }
                },
                {
                  "tag": {
                    "tag": "Murder"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Politics"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 17297,
              "title": "Erasure",
              "contributions": [
                {
                  "author": {
                    "name": "Percival Everett"
                  }
                }
              ],
              "description": "Thelonius \"Monk\" Ellison is an erudite, accomplished but seldom-read author who insists on writing obscure literary papers rather than the so-called \"ghetto prose\" that would make him a commercial success. He finally succumbs to temptation after seeing the Oberlin-educated author of We's Lives in da Ghetto during her appearance on a talk show, firing back with a parody called My Pafology, which he submits to his startled agent under the gangsta pseudonym of Stagg R. Leigh. \n\nEllison quickly finds himself with a six-figure advance from a major house, a multimillion-dollar offer for the movie rights and a monster bestseller on his hands. The money helps with a family crisis, allowing Ellison to care for his widowed mother as she drifts into the fog of Alzheimer's, but it doesn't ease the pain after his sister, a physician, is shot by right-wing fanatics for performing abortions. The dark side of wealth surfaces when both the movie mogul and talk-show host demand to meet the nonexistent Leigh, forcing Ellison to don a disguise and invent a sullen, enigmatic character to meet the demands of the market. The final indignity occurs when Ellison becomes a judge for a major book award and My Pafology (title changed to Fuck) gets nominated, forcing the author to come to terms with his perverse literary joke. Percival's talent is multifaceted, sparked by a satiric brilliance that could place him alongside Wright and Ellison as he skewers the conventions of racial and political correctness.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/17297/848473-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 386199,
              "title": "Evicted: Poverty and Profit in the American City",
              "contributions": [
                {
                  "author": {
                    "name": "Matthew Desmond"
                  }
                }
              ],
              "description": "From Princeton sociologist and MacArthur \"Genius\" Matthew Desmond, a landmark work of scholarship and reportage that will forever change the way we look at poverty in America\r\n \r\nIn this brilliant, heartbreaking book, Matthew Desmond takes us into the poorest neighborhoods of Milwaukee to tell the story of eight families on the edge. Arleen is a single mother trying to raise her two sons on the $20 a month she has left after paying for their rundown apartment. Scott is a gentle nurse consumed by a heroin addiction. Lamar, a man with no legs and a neighborhood full of boys to look after, tries to work his way out of debt. Vanetta participates in a botched stickup after her hours are cut. All are spending almost everything they have on rent, and all have fallen behind.\r\n\r\nThe fates of these families are in the hands of two landlords: Sherrena Tarver, a former schoolteacher turned inner-city entrepreneur, and Tobin Charney, who runs one of the worst trailer parks in Milwaukee. They loathe some of their tenants and are fond of others, but as Sherrena puts it, “Love don’t pay the bills.” She moves to evict Arleen and her boys a few days before Christmas.\r\n\r\nEven in the most desolate areas of American cities, evictions used to be rare. But today, most poor renting families are spending more than half of their income on housing, and eviction has become ordinary, especially for single mothers. In vivid, intimate prose, Desmond provides a ground-level view of one of the most urgent issues facing America today. As we see families forced  into shelters, squalid apartments, or more dangerous neighborhoods, we bear witness to the human cost of America’s vast inequality—and to people’s determination and intelligence in the face of hardship.\r\n\r\nBased on years of embedded fieldwork and painstakingly gathered data, this masterful book transforms our understanding of extreme poverty and economic exploitation while providing fresh ideas for solving a devastating, uniquely American problem. Its unforgettable scenes of hope and loss remind us of the centrality of home, without which nothing else is possible.\r\n([source][1])\r\n\r\n\r\n  [1]: http://evictedbook.com/books/evicted-tr",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/386199/8120590-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                },
                {
                  "tag": {
                    "tag": "social science"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 434949,
              "title": "Behind the Beautiful Forevers: Life, Death, and Hope in a Mumbai Undercity",
              "contributions": [
                {
                  "author": {
                    "name": "Katherine Boo"
                  }
                },
                {
                  "author": {
                    "name": "Sunil Malhotra"
                  }
                }
              ],
              "description": "From Pulitzer Prize-winner Katherine Boo, a landmark work of narrative nonfiction that tells the dramatic and sometimes heartbreaking story of families striving toward a better life in one of the twenty-first century's great, unequal cities.\n\nIn this brilliantly written, fast-paced book, based on three years of uncompromising reporting, a bewildering age of global change and inequality is made human.\n\nAnnawadi is a makeshift settlement in the shadow of luxury hotels near the Mumbai airport, and as India starts to prosper, Annawadians are electric with hope. Abdul, a reflective and enterprising Muslim teenager, sees \"a fortune beyond counting\" in the recyclable garbage that richer people throw away. Asha, a woman of formidable wit and deep scars from a childhood in rural poverty, has identified an alternate route to the middle class: political corruption. With a little luck, her sensitive, beautiful daughter - Annawadi's \"most-everything girl\" - will soon become its first female college graduate. And even the poorest Annawadians, like Kalu, a fifteen-year-old scrap-metal thief, believe themselves inching closer to the good lives and good times they call \"the full enjoy.\"\n\nBut then Abdul the garbage sorter is falsely accused in a shocking tragedy; terror and a global recession rock the city; and suppressed tensions over religion, caste, sex, power and economic envy turn brutal. As the tenderest individual hopes intersect with the greatest global truths, the true contours of a competitive age are revealed. And so, too, are the imaginations and courage of the people of Annawadi.\n\nWith intelligence, humor, and deep insight into what connects human beings to one another in an era of tumultuous change, Behind the Beautiful Forevers carries the reader headlong into one of the twenty-first century's hidden worlds, and into the lives of people impossible to forget.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/434949/7166857-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Travel"
                  }
                },
                {
                  "tag": {
                    "tag": "suicide"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 435329,
              "title": "Hateship, Friendship, Courtship, Loveship, Marriage: Stories",
              "contributions": [
                {
                  "author": {
                    "name": "Alice Munro"
                  }
                }
              ],
              "description": "A collection of short stories.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/435329/530627-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Psychology"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "Canada"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 322839,
              "title": "Random Family: Love, Drugs, Trouble, and Coming of Age in the Bronx",
              "contributions": [
                {
                  "author": {
                    "name": "Adrian Nicole LeBlanc"
                  }
                }
              ],
              "description": "The result of over ten years of immersion reporting, \"Random Family\" charts a tumultuous decade in which girls become mothers, mothers become grandmothers, boys become criminals, and hope struggles against deprivation.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/322839/6807889-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "slow pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Violence"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                },
                {
                  "tag": {
                    "tag": "Drug abuse"
                  }
                },
                {
                  "tag": {
                    "tag": "Domestic abuse"
                  }
                },
                {
                  "tag": {
                    "tag": "Drug use"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 378039,
              "title": "Atonement",
              "contributions": [
                {
                  "author": {
                    "name": "Ian McEwan"
                  }
                }
              ],
              "description": "Ian McEwan’s symphonic novel of love and war, childhood and class, guilt and forgiveness provides all the satisfaction of a brilliant narrative and the provocation we have come to expect from this master of English prose.\r\n\r\nOn a hot summer day in 1935, thirteen-year-old Briony Tallis witnesses the flirtation between her older sister, Cecilia, and Robbie Turner, the son of a servant. But Briony’s incomplete grasp of adult motives and her precocious imagination bring about a crime that will change all their lives, a crime whose repercussions Atonement follows through the chaos and carnage of World War II and into the close of the twentieth century.\r\n\r\n(back cover)",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/378039/3db0ca26-8e98-4d8d-9a92-51f915582cca.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/378039/4fc99a36-8e71-4c42-aeb3-b952dfed1cf0.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/378039/3ffae924-636c-44fd-b4a5-90352e984e9e.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/378039/9248116032164274.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/378039/8381043-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Children"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 382102,
              "title": "Americanah",
              "contributions": [
                {
                  "author": {
                    "name": "Chimamanda Ngozi Adichie"
                  }
                },
                {
                  "author": {
                    "name": "Jashar Awan"
                  }
                }
              ],
              "description": "From the award-winning author of Half of a Yellow Sun, a dazzling new novel: a story of love and race centered around a young man and woman from Nigeria who face difficult choices and challenges in the countries they come to call home. As teenagers in a Lagos secondary school, Ifemelu and Obinze fall in love. Their Nigeria is under military dictatorship, and people are leaving the country if they can. Ifemelu-- beautiful, self-assured-- departs for America to study. She suffers defeats and triumphs, finds and loses relationships and friendships, all the while feeling the weight of something she never thought of back home: race. Obinze-- the quiet, thoughtful son of a professor-- had hoped to join her, but post-9/11 America will not let him in, and he plunges into a dangerous, undocumented life in London. Years later, Obinze is a wealthy man in a newly democratic Nigeria, while Ifemelu has achieved success as a writer of an eye-opening blog about race in America. But when Ifemelu returns to Nigeria, and she and Obinze reignite their shared passion-- for their homeland and for each other-- they will face the toughest decisions of their lives. Fearless, gripping, at once darkly funny and tender, spanning three continents and numerous lives, Americanah is a richly told story set in today' s globalized world: Chimamanda Ngozi Adichie' s most powerful and astonishing novel yet.\r\n\r\nSource: https://www.recordedbooks.com/title-details/9781470388928",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/382102/8474037-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 332566,
              "title": "Cloud Atlas",
              "contributions": [
                {
                  "author": {
                    "name": "David Mitchell"
                  }
                }
              ],
              "description": "Cloud Atlas begins in 1850 with Adam Ewing, an American notary voyaging from the Chatham Isles to his home in California. Along the way, Ewing is befriended by a physician, Dr. Goose, who begins to treat him for a rare species of brain parasite. . . .\n\nAbruptly, the action jumps to Belgium in 1931, where Robert Frobisher, a disinherited bisexual composer, contrives his way into the household of an infirm maestro who has a beguiling wife and a nubile daughter. . . . From there we jump to the West Coast in the 1970s and a troubled reporter named Luisa Rey, who stumbles upon a web of corporate greed and murder that threatens to claim her life. . . . And onward, with dazzling virtuosity, to an inglorious present-day England; to a Korean superstate of the near future where neocapitalism has run amok; and, finally, to a postapocalyptic Iron Age Hawaii in the last days of history.\n\nBut the story doesn’t end even there. The narrative then boomerangs back through centuries and space, returning by the same route, in reverse, to its starting point. Along the way, Mitchell reveals how his disparate characters connect, how their fates intertwine, and how their souls drift across time like clouds across the sky.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/332566/3743931410660495.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/332566/6714077-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 65937,
              "title": "Sing, Unburied, Sing",
              "contributions": [
                {
                  "author": {
                    "name": "Jesmyn Ward"
                  }
                }
              ],
              "description": "アメリカ南部で困難を生き抜く家族の絆の物語であり、臓腑に響く力強いロードノヴェルでありながら、生者ならぬものが跳梁するマジックリアリズム的手法がちりばめられた、壮大で美しく澄みわたる叙事詩。現代アメリカ文学を代表する、傑作長篇小説。全米図書賞受賞作!",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/65937/8205752-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 434559,
              "title": "White Teeth",
              "contributions": [
                {
                  "author": {
                    "name": "Zadie Smith"
                  }
                }
              ],
              "description": "At the center of this invigorating novel are two unlikely friends, Archie Jones and Samad Iqbal. Hapless veterans of World War II, Archie and Samad and their families become agents of England’s irrevocable transformation. A second marriage to Clara Bowden, a beautiful, albeit tooth-challenged, Jamaican half his age, quite literally gives Archie a second lease on life, and produces Irie, a knowing child whose personality doesn’t quite match her name (Jamaican for “no problem”). Samad’s late-in-life arranged marriage (he had to wait for his bride to be born), produces twin sons whose separate paths confound Iqbal’s every effort to direct them, and a renewed, if selective, submission to his Islamic faith.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/434559/146183-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/434559/6356150929618245.webp"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 384153,
              "title": "The Line of Beauty",
              "contributions": [
                {
                  "author": {
                    "name": "Alan Hollinghurst"
                  }
                }
              ],
              "description": "It is the summer of 1983, and young Nick Guest, an innocent in matters of politics and money, has moved into an attic room in the Notting Hill home of the Feddens: Gerald, an ambitious new Tory MP, his wealthy wife Rachel, and their children, Toby and Catherine.\r\n\r\nAs the boom years of the mid-80s unfold, Nick becomes caught up in the Feddens' world, while also pursuing his own private obsession, with beauty - a prize as compelling to him as power and riches are to his friends. An early affair with a young black council worker gives him his first experience of romance; but it is a later affair, with a beautiful millionaire, that brings into question the larger fantasies of a ruthless decade.\r\n(back cover)",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/384153/8310475-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "Character driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 436590,
              "title": "Salvage the Bones",
              "contributions": [
                {
                  "author": {
                    "name": "Jesmyn Ward"
                  }
                }
              ],
              "description": "A hurricane is building over the Gulf of Mexico, threatening the coastal town of Bois Sauvage, Mississippi, and Esch's father is growing concerned. A hard drinker, largely absent, he doesn't show concern for much else. Esch and her three brothers are stocking food, but there isn't much to save. Lately, Esch can't keep down what food she gets; she's fourteen and pregnant. Her brother Skeetah is sneaking scraps for his prized pitbull's new litter, dying one by one in the dirt. Meanwhile, brothers Randall and Junior try to stake their claim in a family long on child's play and short on parenting. \n\nAs the twelve days that make up the novel's framework yield to their dramatic conclusion, this unforgettable family--motherless children sacrificing for one another as they can, protecting and nurturing where love is scarce--pulls itself up to face another day. A big-hearted novel about familial love and community against all odds, and a wrenching look at the lonesome, brutal, and restrictive realities of rural poverty, Salvage the Bones is muscled with poetry, revelatory, and real.\n",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/436590/6906262-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 431317,
              "title": "Citizen: An American Lyric",
              "contributions": [
                {
                  "author": {
                    "name": "Claudia Rankine"
                  }
                }
              ],
              "description": "Claudia Rankine's bold new book recounts mounting racial aggressions in ongoing encounters in twenty-first-century daily life and in the media. Some of these encounters are slights, seeming slips of the tongue, and some are intentional offensives in the classroom, at the supermarket, at home, on the tennis court with Serena Williams and the soccer field with Zinedine Zidane, online, on TV-everywhere, all the time. The accumulative stresses come to bear on a person's ability to speak, perform, and stay alive. Our addressability is tied to the state of our belonging, Rankine argues, as are our assumptions and expectations of citizenship. In essay, image, and poetry, Citizen is a powerful testament to the individual and collective effects of racism in our contemporary, often named \"post-race\" society.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/431317/7306622-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Poetry"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 428713,
              "title": "Fun Home: A Family Tragicomic",
              "contributions": [
                {
                  "author": {
                    "name": "Alison Bechdel"
                  }
                }
              ],
              "description": "Fun Home é um marco dos quadrinhos e das narrativas autobiográficas, além de uma obra-prima sobre sexualidade, relações familiares e literatura. Um labirinto da memória trazido à tona com graça, humor e a força das maiores realizações artísticas. Pouco depois de revelar à família que é lésbica, Alison Bechdel recebe a notícia de que seu pai morreu em circunstâncias que poderiam indicar um suicídio. Nesta aclamada autobiografa em quadrinhos, ela explora a difícil, dolorosa e comovente relação com o pai. A autora retraça também os próprios passos, da criança que cresceu entre os cadáveres da funerária da família à jovem que se encontrou nos livros e na arte. Num trabalho imensamente poderoso e sutil, Bechdel trilha o caminho de sua vida em busca de um pai tão enigmático quanto incontornável.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/428713/395249-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "graphic novel"
                  }
                },
                {
                  "tag": {
                    "tag": "graphic novel"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 70396,
              "title": "The Years",
              "contributions": [
                {
                  "author": {
                    "name": "Annie Ernaux"
                  }
                },
                {
                  "author": {
                    "name": "Alison L. Strayer"
                  }
                }
              ],
              "description": "\"Available in English for the first time, the latest astonishing, bestselling, and award-winning book by Annie Ernaux. The Years is a personal narrative of the period 1941 to 2006 told through the lens of memory, impressions past and present -- even projections into the future -- photos, books, songs, radio, television and decades of advertising, headlines, contrasted with intimate conflicts and writing notes from six decades of diaries. Local dialect, words of the times, slogans, brands and names for the ever-proliferating objects, are given voice here. The voice we recognize as the author's continually dissolves and re-emerges. Ernaux makes the passage of time palpable. Time itself, inexorable, narrates its own course, consigning all other narrators to anonymity. A new kind of autobiography emerges, at once subjective and impersonal, private and collective. On its 2008 publication in France, The Years came as a surprise. Though Ernaux had for years been hailed as a beloved, bestselling and award-winning author, The Years was in many ways a departure: both an intimate memoir \"written\" by entire generations, and a story of generations telling a very personal story. Like the generation before hers, the narrator eschews the \"I\" for the \"we\" (or \"they\", or \"one\") as if collective life were inextricably intertwined with a private life that in her parents' generation ceased to exist. She writes of her parents' generation (and could be writing of her own book): \"From a common fund of hunger and fear, everything was told in the \"we\" and impersonal pronouns.\"\"--",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/70396/9243771-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "slow pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Biography & Autobiography"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 10099,
              "title": "A Visit from the Goon Squad",
              "contributions": [
                {
                  "author": {
                    "name": "Jennifer Egan"
                  }
                }
              ],
              "description": "Jennifer Egan's spellbinding interlocking narratives circle the lives of Bennie Salazar, an aging former punk rocker and record executive, and Sasha, the passionate, troubled young woman he employs. Although Bennie and Sasha never discover each other's pasts, the reader does, in intimate detail, along with the secret lives of a host of other characters whose paths intersect with theirs, over many years, in locales as varied as New York, San Francisco, Naples, and Africa.\r\n\r\nWe first meet Sasha in her mid-thirties, on her therapist's couch in New York City, confronting her long-standing compulsion to steal. Later, we learn the genesis of her turmoil when we see her as the child of a violent marriage, then as a runaway living in Naples, then as a college student trying to avert the suicidal impulses of her best friend. We plunge into the hidden yearnings and disappointments of her uncle, an art historian stuck in a dead marriage, who travels to Naples to extract Sasha from the city's demimonde and experiences an epiphany of his own while staring at a sculpture of Orpheus and Eurydice in the Museo Nazionale. \r\n\r\nWe meet Bennie Salazar at the melancholy nadir of his adult life--divorced, struggling to connect with his nine-year-old son, listening to a washed-up band in the basement of a suburban house--and then revisit him in 1979, at the height of his youth, shy and tender, reveling in San Francisco's punk scene as he discovers his ardor for rock and roll and his gift for spotting talent. We learn what became of his high school gang--who thrived and who faltered--and we encounter Lou Kline, Bennie's catastrophically careless mentor, along with the lovers and children left behind in the wake of Lou's far-flung sexual conquests and meteoric rise and fall.\r\n\r\n*A Visit from the Goon Squad* is a book about the interplay of time and music, about survival, about the stirrings and transformations set inexorably in motion by even the most passing conjunction of our fates. In a breathtaking array of styles and tones ranging from tragedy to satire to PowerPoint, Egan captures the undertow of self-destruction that we all must either master or succumb to; the basic human hunger for redemption; and the universal tendency to reach for both--and escape the merciless progress of time--in the transporting realms of art and music. Sly, startling, exhilarating work from one of our boldest writers. *From the Hardcover edition.*",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/10099/6452334-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 441892,
              "title": "Postwar: A History of Europe Since 1945",
              "contributions": [
                {
                  "author": {
                    "name": "Tony Judt"
                  }
                }
              ],
              "description": "The first truly European history of contemporary Europe, from Lisbon to Leningrad, based on research in six languages, covering 34 countries across 60 years, using a great deal of material from newly available sources. The book integrates international relations, domestic politics, ideas, social change, economic development, and culture--high and low--into a single grand narrative. Every country has its chance to play the lead, and although the big themes are handled--including the cold war, the love/hate relationship with America, cultural and economic malaise and rebirth, and the myth and reality of unification--none of them is allowed to overshadow the rich pageant that is the whole.--From publisher description.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/441892/111385-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427825,
              "title": "The Fifth Season",
              "contributions": [
                {
                  "author": {
                    "name": "N. K. Jemisin"
                  }
                }
              ],
              "description": "It starts with the great red rift across the heart of the world's sole continent, spewing ash that blots out the sun. It starts with death, with a murdered son and a missing daughter. It starts with betrayal, and long dormant wounds rising up to fester.\n\nThis is the Stillness, a land long familiar with catastrophe, where the power of the earth is wielded as a weapon. And where there is no mercy.\n\nRead the first book in the critically acclaimed, three-time Hugo award-winning trilogy by NYT bestselling author N. K. Jemisin.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427825/8133598-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432514,
              "title": "The Argonauts",
              "contributions": [
                {
                  "author": {
                    "name": "Maggie Nelson"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432514/8898517-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 381936,
              "title": "The Goldfinch",
              "contributions": [
                {
                  "author": {
                    "name": "Donna Tartt"
                  }
                }
              ],
              "description": "\"The Goldfinch is a rarity that comes along perhaps half a dozen times per decade, a smartly written literary novel that connects with the heart as well as the mind....Donna Tartt has delivered an extraordinary work of fiction.\"--Stephen King, The New York Times Book Review\r\n\r\nComposed with the skills of a master, The Goldfinch is a haunted odyssey through present day America and a drama of enthralling force and acuity.\r\n\r\nIt begins with a boy. Theo Decker, a thirteen-year-old New Yorker, miraculously survives an accident that kills his mother. Abandoned by his father, Theo is taken in by the family of a wealthy friend. Bewildered by his strange new home on Park Avenue, disturbed by schoolmates who don't know how to talk to him, and tormented above all by his unbearable longing for his mother, he clings to one thing that reminds him of her: a small, mysteriously captivating painting that ultimately draws Theo into the underworld of art. \r\n\r\nAs an adult, Theo moves silkily between the drawing rooms of the rich and the dusty labyrinth of an antiques store where he works. He is alienated and in love-and at the center of a narrowing, ever more dangerous circle. \r\n\r\nThe Goldfinch is a novel of shocking narrative energy and power. It combines unforgettably vivid characters, mesmerizing language, and breathtaking suspense, while plumbing with a philosopher's calm the deepest mysteries of love, identity, and art. It is a beautiful, stay-up-all-night and tell-all-your-friends triumph, an old-fashioned story of loss and obsession, survival and self-invention, and the ruthless machinations of fate.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/381936/7267111-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Spanish"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 380021,
              "title": "A Mercy",
              "contributions": [
                {
                  "author": {
                    "name": "Toni Morrison"
                  }
                }
              ],
              "description": "A powerful tragedy distilled into a jewel of a masterpiece by the Nobel Prize--winning author of Beloved and, almost like a prelude to that story, set two centuries earlier.In the 1680s the slave trade was still in its infancy. In the Americas, virulent religious and class divisions, prejudice and oppression were rife, providing the fertile soil in which slavery and race hatred were planted and took root.Jacob is an Anglo-Dutch trader and adventurer, with a small holding in the harsh north. Despite his distaste for dealing in \"flesh,\" he takes a small slave girl in part payment for a bad debt from a plantation owner in Catholic Maryland. This is Florens, \"with the hands of a slave and the feet of a Portuguese lady.\" Florens looks for love, first from Lina, an older servant woman at her new master's house, but later from a handsome blacksmith, an African, never enslaved.There are other voices: Lina, whose tribe was decimated by smallpox; their mistress, Rebekka, herself a victim of religious intolerance back in England; Sorrow, a strange girl who's spent her early years at sea; and finally the devastating voice of Florens' mother. These are all men and women inventing themselves in the wilderness.A Mercy reveals what lies beneath the surface of slavery. But at its heart it is the ambivalent, disturbing story of a mother who casts off her daughter in order to save her, and of a daughter who may never exorcise that abandonment.Acts of mercy may have unforeseen consequences.From the Hardcover edition.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/380021/6753348-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 203803,
              "title": "Train Dreams",
              "contributions": [
                {
                  "author": {
                    "name": "Denis Johnson"
                  }
                }
              ],
              "description": "A New York Times Notable Book for 2011 One of The Economist's 2011 Books of the Year One of NPR's 10 Best Novels of 2011 From the National Book Award-winning author Denis Johnson (Tree of Smoke) comes Train Dreams, an epic in miniature, and one of Johnson's most evocative works of fiction. Suffused with the history and landscapes of the American West—its otherworldly flora and fauna, its rugged loggers and bridge builders—this extraordinary novella poignantly captures the disappearance of a distinctly American way of life. It tells the story of Robert Grainer, a day laborer in the American West at the start of the twentieth century—an ordinary man in extraordinary times. Buffeted by the loss of his family, Grainer struggles to make sense of this strange new world. As his story unfolds, we witness both his shocking personal defeats and the radical changes that transform America in his lifetime.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/203803/7079698-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 377956,
              "title": "Runaway: Stories",
              "contributions": [
                {
                  "author": {
                    "name": "Alice Munro"
                  }
                }
              ],
              "description": "The incomparable Alice Munro’s bestselling and rapturously acclaimed Runaway is a book of extraordinary stories about love and its infinite betrayals and surprises, from the title story about a young woman who, though she thinks she wants to, is incapable of leaving her husband, to three stories about a woman named Juliet and the emotions that complicate the luster of her intimate relationships. In Munro’s hands, the people she writes about–women of all ages and circumstances, and their friends, lovers, parents, and children–become as vivid as our own neighbors. It is her miraculous gift to make these stories as real and unforgettable as our own. \r\n(back cover)",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/377956/8363456-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "Conduct of life"
                  }
                },
                {
                  "tag": {
                    "tag": "Large print books"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 185097,
              "title": "The Looming Tower: Al Qaeda and the Road to 9/11",
              "contributions": [
                {
                  "author": {
                    "name": "Lawrence Wright"
                  }
                }
              ],
              "description": "NATIONAL BESTSELLER • PULITZER PRIZE WINNER • A “heart-stopping account of the events leading up to 9/11” (The New York Times Book Review), this definitive history explains in gripping detail the growth of Islamic fundamentalism, the rise of al-Qaeda, and the intelligence failures that culminated in the attacks on the World Trade Center. In gripping narrative that spans five decades, Lawrence Wright re-creates firsthand the transformation of Osama bin Laden and Ayman al-Zawahiri from incompetent and idealistic soldiers in Afghanistan to leaders of the most successful terrorist group in history. He follows FBI counterterrorism chief John O’Neill as he uncovers the emerging danger from al-Qaeda in the 1990s and struggles to track this new threat. Packed with new information and a deep historical perspective, The Looming Tower is a sweeping, unprecedented history of the long road to September 11.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/185097/8172445-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "political science"
                  }
                },
                {
                  "tag": {
                    "tag": "Intelligence service"
                  }
                },
                {
                  "tag": {
                    "tag": "Islam and politics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 15378,
              "title": "Nickel and Dimed: On (Not) Getting by in America",
              "contributions": [
                {
                  "author": {
                    "name": "Barbara Ehrenreich"
                  }
                }
              ],
              "description": "Millions of Americans work full time, year round, for poverty-level wages. In 1998, Barbara Ehrenreich decided to join them. She was inspired in part by the rhetoric surrounding welfare reform, which promised that a job―any job―can be the ticket to a better life. But how does anyone survive, let alone prosper, on $6 an hour?\n\nTo find out, Ehrenreich left her home, took the cheapest lodgings she could find, and accepted whatever jobs she was offered. Moving from Florida to Maine to Minnesota, she worked as a waitress, a hotel maid, a cleaning woman, a nursing-home aide, and a Wal-Mart sales clerk. She lived in trailer parks and crumbling residential motels. Very quickly, she discovered that no job is truly \"unskilled,\" that even the lowliest occupations require exhausting mental and muscular effort. She also learned that one job is not enough; you need at least two if you int to live indoors.\n\nNickel and Dimed reveals low-rent America in all its tenacity, anxiety, and surprising generosity―a land of Big Boxes, fast food, and a thousand desperate stratagems for survival. Read it for the smoldering clarity of Ehrenreich's perspective and for a rare view of how \"prosperity\" looks from the bottom. You will never see anything―from a motel bathroom to a restaurant meal―in quite the same way again.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/15378/580540-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                },
                {
                  "tag": {
                    "tag": "depressing"
                  }
                },
                {
                  "tag": {
                    "tag": "social science"
                  }
                },
                {
                  "tag": {
                    "tag": "Business & Economics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 550938,
              "title": "Stay True",
              "contributions": [
                {
                  "author": {
                    "name": "Hua Hsu"
                  }
                }
              ],
              "description": "From the New Yorker staff writer Hua Hsu, a gripping memoir on friendship, grief, the search for self, and the solace that can be found through art. In the eyes of 18-year-old Hua Hsu, the problem with Ken--with his passion for Dave Matthews, Abercrombie & Fitch, and his fraternity--is that he is exactly like everyone else. Ken, whose Japanese American family has been in the United States for generations, is mainstream; for Hua, a first-generation Taiwanese American who has a 'zine and haunts Bay Area record shops, Ken represents all that he defines himself in opposition to. The only thing Hua and Ken have in common is that, however they engage with it, American culture doesn't seem to have a place for either of them. But despite his first impressions, Hua and Ken become best friends, a friendship built of late-night conversations over cigarettes, long drives along the California coast, and the textbook successes and humiliations of everyday college life. And then violently, senselessly, Ken is gone, killed in a carjacking, not even three years after the day they first meet. Determined to hold on to all that was left of his best friend--his memories--Hua turned to writing. Stay True is the book he's been working on ever since. A coming-of-age story that details both the ordinary and extraordinary, Stay True is a bracing memoir about growing up, and about moving through the world in search of meaning and belonging.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 89970,
              "title": "Middlesex",
              "contributions": [
                {
                  "author": {
                    "name": "Jeffrey Eugenides"
                  }
                }
              ],
              "description": "A dazzling triumph from the bestselling author of The Virgin Suicides--the astonishing tale of a gene that passes down through three generations of a Greek-American family and flowers in the body of a teenage girl.\n\n\"I was born twice: first, as a baby girl, on a remarkably smogless Detroit day of January 1960; and then again, as a teenage boy, in an emergency room near Petoskey, Michigan, in August of l974. . . My birth certificate lists my name as Calliope Helen Stephanides. My most recent driver's license...records my first name simply as Cal.\"\n\nSo begins the breathtaking story of Calliope Stephanides and three generations of the Greek-American Stephanides family who travel from a tiny village overlooking Mount Olympus in Asia Minor to Prohibition-era Detroit, witnessing its glory days as the Motor City, and the race riots of l967, before they move out to the tree-lined streets of suburban Grosse Pointe, Michigan. To understand why Calliope is not like other girls, she has to uncover a guilty family secret and the astonishing genetic history that turns Callie into Cal, one of the most audacious and wondrous narrators in contemporary fiction. Lyrical and thrilling, Jeffrey Eugenides's Middlesex is an exhilarating reinvention of the American epic.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/89970/4308879-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 114141,
              "title": "Heavy",
              "contributions": [
                {
                  "author": {
                    "name": "Kiese Laymon"
                  }
                }
              ],
              "description": "\"Laymon writes eloquently and honestly about the physical manifestations of violence, grief, trauma, and abuse on his own body. He writes of his own eating disorder and gambling addiction as well as similar issues that run throughout his family. Through self-exploration, storytelling, and honest conversation with family and friends, Heavy seeks to bring what has been hidden into the light and to reckon with all of its myriad sources, from the most intimate--a mother-child relationship--to the most universal--a society that has undervalued and abused black bodies for centuries\"--",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/114141/10153140-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "social science"
                  }
                },
                {
                  "tag": {
                    "tag": "Biography & Autobiography"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 384844,
              "title": "10:04",
              "contributions": [
                {
                  "author": {
                    "name": "Ben Lerner"
                  }
                }
              ],
              "description": "\"A beautiful and utterly original novel about making art, love, and children during the twilight of an empire Ben Lerner's first novel, Leaving the Atocha Station, was hailed as \"one of the truest (and funniest) novels. of his generation\" (Lorin Stein, The New York Review of Books), \"a work so luminously original in style and form as to seem like a premonition, a comet from the future\" (Geoff Dyer, The Observer). Now, his second novel departs from Leaving the Atocha Station's exquisite ironies in order to explore new territories of thought and feeling. In the last year, the narrator of 10:04 has enjoyed unexpected literary success, has been diagnosed with a potentially fatal heart condition, and has been asked by his best friend to help her conceive a child, despite his dating a rising star in the visual arts. In a New York of increasingly frequent super storms and political unrest, he must reckon with his biological mortality, the possibility of a literary afterlife, and the prospect of (unconventional) fatherhood in a city that might soon be under water. In prose that Jonathan Franzen has called \"hilarious. cracklingly intelligent. and original in every sentence,\" Lerner captures what it's like to be alive now, when the difficulty of imagining a future has changed our relation to our present and our past. Exploring sex, friendship, medicine, memory, art, and politics, 10:04 is both a riveting work of fiction and a brilliant examination of the role fiction plays in our lives\"--",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/384844/9159096-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "Character driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Not Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 515300,
              "title": "Veronica",
              "contributions": [
                {
                  "author": {
                    "name": "Mary Gaitskill"
                  }
                }
              ],
              "description": "A finalist for the National Book Award and National Book Critics Circle Award, here is an evocative novel about female friendship in the glittering 1980s. One of the New York Times’s 100 Best Books of the 21st Century • One of The Atlantic’s Great American Novels of the Past 100 Years Alison and Veronica meet amid the nocturnal glamour of 1980s New York: One is a young model stumbling away from the wreck of her career, the other an eccentric middle-aged office temp. Over the next twenty years their friendship will encompass narcissism and tenderness, exploitation and self-sacrifice, love and mortality. Moving seamlessly from present and past, casting a fierce yet compassionate eye on two eras and their fixations, the result is a work of timeless depth and moral power.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "AIDS (Disease)"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 433452,
              "title": "The Great Believers",
              "contributions": [
                {
                  "author": {
                    "name": "Rebecca Makkai"
                  }
                }
              ],
              "description": "A dazzling novel of friendship and redemption in the face of tragedy and loss set in 1980s Chicago and contemporary Paris\n\nIn 1985, Yale Tishman, the development director for an art gallery in Chicago, is about to pull off an amazing coup, bringing in an extraordinary collection of 1920s paintings as a gift to the gallery. Yet as his career begins to flourish, the carnage of the AIDS epidemic grows around him. One by one, his friends are dying and after his friend Nico’s funeral, the virus circles closer and closer to Yale himself. Soon the only person he has left is Fiona, Nico’s little sister.\n\nThirty years later, Fiona is in Paris tracking down her estranged daughter who disappeared into a cult. While staying with an old friend, a famous photographer who documented the Chicago crisis, she finds herself finally grappling with the devastating ways AIDS affected her life and her relationship with her daughter. The two intertwining stories take us through the heartbreak of the eighties and the chaos of the modern world, as both Yale and Fiona struggle to find goodness in the midst of disaster.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/433452/8365453-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 159874,
              "title": "The Plot Against America",
              "contributions": [
                {
                  "author": {
                    "name": "Philip Roth"
                  }
                }
              ],
              "description": "The Plot Against America is a novel by Philip Roth published in 2004. It is an alternative history in which Franklin D. Roosevelt is defeated in the presidential election of 1940 by Charles Lindbergh. The novel follows the fortunes of the Roth family during the Lindbergh presidency, as antisemitism becomes more accepted in American life and Jewish-American families like the Roths are persecuted on various levels. The narrator and central character in the novel is the young Philip, and the care with which his confusion and terror are rendered makes the novel as much about the mysteries of growing up as about American politics. Roth based his novel on the isolationist ideas espoused by Lindbergh in real life as a spokesman for the America First Committee, and on his own experiences growing up in Newark, New Jersey. The novel received praise for the realism of its world and its treatment of topics such as antisemitism, trauma, and the perception of history. The novel depicts the Weequahic section of Newark which includes Weequahic High School from which Roth graduated.\r\n\r\nIn 2005, the novel won the James Fenimore Cooper Prize for Best Historical Fiction given by the Society of American Historians. It won the Sidewise Award for Alternate History, was a finalist for the John W. Campbell Memorial Award, and came in 11th for the 2005 Locus Awards.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/159874/8349176-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Politics"
                  }
                },
                {
                  "tag": {
                    "tag": "Religion"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 451321,
              "title": "We the Animals",
              "contributions": [
                {
                  "author": {
                    "name": "Justin Torres"
                  }
                }
              ],
              "description": "In this award-winning, groundbreaking novel, Justin Torres plunges us into the chaotic heart of one family, the intense bonds of three brothers, and the mythic effects of this fierce love on the people we must become.\n\nThree brothers tear their way through childhood— smashing tomatoes all over each other, building kites from trash, hiding out when their parents do battle, tiptoeing around the house as their mother sleeps off her graveyard shift. Paps and Ma are from Brooklyn—he’s Puerto Rican, she’s white—and their love is a serious, dangerous thing that makes and unmakes a family many times. Life in this family is fierce and absorbing, full of chaos and heartbreak and the euphoria of belonging completely to one another.\n\nFrom the intense familial unity felt by a child to the profound alienation he endures as he begins to see the world, this beautiful novel reinvents the coming-of-age story in a way that is sly and punch-in-the-stomach powerful.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/451321/6916564-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "Character driven"
                  }
                },
                {
                  "tag": {
                    "tag": "American fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Modern"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 368352,
              "title": "Far from the Tree",
              "contributions": [
                {
                  "author": {
                    "name": "Andrew Solomon"
                  }
                }
              ],
              "description": "Offers adaptation of the best-selling exploration of the impact of extreme differences between parents and children.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/368352/8457814-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                },
                {
                  "tag": {
                    "tag": "inspiring"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 354101,
              "title": "The Friend",
              "contributions": [
                {
                  "author": {
                    "name": "Sigrid Nunez"
                  }
                }
              ],
              "description": "When a woman unexpectedly loses her lifelong best friend and mentor, she finds herself burdened with the unwanted dog he has left behind. Her own battle against grief is intensified by the mute suffering of the dog, a huge Great Dane traumatized by the inexplicable disappearance of its master, and by the threat of eviction: dogs are prohibited in her apartment building. While others worry that grief has made her a victim of magical thinking, the woman refuses to be separated from the dog except for brief periods of time. Isolated from the rest of the world, increasingly obsessed with the dog's care, determined to read its mind and fathom its heart, she comes dangerously close to unraveling. But while troubles abound, rich and surprising rewards lie in store for both of them.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/354101/10464927-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "suicide"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 347148,
              "title": "All Aunt Hagar's Children: Stories",
              "contributions": [
                {
                  "author": {
                    "name": "Edward P. Jones"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/347148/5409586-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 451181,
              "title": "Childhood / Youth / Dependency",
              "contributions": [
                {
                  "author": {
                    "name": "Tove Ditlevsen"
                  }
                },
                {
                  "author": {
                    "name": "Tiina Nunnally"
                  }
                },
                {
                  "author": {
                    "name": "Michael Favala Goldman"
                  }
                }
              ],
              "description": null,
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "slow pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 447350,
              "title": "Secondhand Time",
              "contributions": [
                {
                  "author": {
                    "name": "Svetlana Alexievich"
                  }
                },
                {
                  "author": {
                    "name": "Bela Shayevich"
                  }
                }
              ],
              "description": "NEW YORK TIMES BESTSELLER • A symphonic oral history about the disintegration of the Soviet Union and the emergence of a new Russia, from Svetlana Alexievich, winner of the Nobel Prize in Literature NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY THE WASHINGTON POST AND PUBLISHERS WEEKLY • LOS ANGELES TIMES BOOK PRIZE WINNER NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times • The Washington Post • The Boston Globe • The Wall Street Journal • NPR • Financial Times • Kirkus Reviews When the Swedish Academy awarded Svetlana Alexievich the Nobel Prize, it cited her for inventing “a new kind of literary genre,” describing her work as “a history of emotions—a history of the soul.” Alexievich’s distinctive documentary style, combining extended individual monologues with a collage of voices, records the stories of ordinary women and men who are rarely given the opportunity to speak, whose experiences are often lost in the official histories of the nation. In Secondhand Time, Alexievich chronicles the demise of communism. Everyday Russian citizens recount the past thirty years, showing us what life was like during the fall of the Soviet Union and what it’s like to live in the new Russia left in its wake. Through interviews spanning 1991 to 2012, Alexievich takes us behind the propaganda and contrived media accounts, giving us a panoramic portrait of contemporary Russia and Russians who still carry memories of oppression, terror, famine, massacres—but also of pride in their country, hope for the future, and a belief that everyone was working and fighting together to bring about a utopia. Here is an account of life in the aftermath of an idea so powerful it once dominated a third of the world. A magnificent tapestry of the sorrows and triumphs of the human spirit woven by a master, Secondhand Time tells the stories that together make up the true history of a nation. “Through the voices of those who confided in her,” The Nation writes, “Alexievich tells us about human nature, about our dreams, our choices, about good and evil—in a word, about ourselves.” Praise for Svetlana Alexievich and Secondhand Time “The nonfiction volume that has done the most to deepen the emotional understanding of Russia during and after the collapse of the Soviet Union of late is Svetlana Alexievich’s oral history Secondhand Time.”—David Remnick, The New Yorker",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/447350/10487828-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "political science"
                  }
                },
                {
                  "tag": {
                    "tag": "Oral history"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 141549,
              "title": "The Passage of Power",
              "contributions": [
                {
                  "author": {
                    "name": "Robert A. Caro"
                  }
                }
              ],
              "description": "The Passage of Power follows Lyndon Johnson through both the most frustrating and the most triumphant periods of his career - 1958 to 1964. It is a time that would see him trade the extraordinary power he had created for himself as Senate Majority Leader for what became the wretched powerlessness of a Vice President in an administration that disdained and distrusted him. Yet it was, as well, the time in which the presidency, the goal he had always pursued, would be thrust upon him in the moment it took an assassin’s bullet to reach its mark.\n\nFor the first time, we see the Kennedy assassination through Lyndon Johnson’s eyes. We watch Johnson step into the presidency, inheriting a staff fiercely loyal to his slain predecessor; a Congress determined to retain its power over the executive branch; and a nation in shock and mourning. We see how within weeks - grasping the reins of the presidency with supreme mastery - he propels through Congress essential legislation that at the time of Kennedy’s death seemed hopelessly logjammed and seizes on a dormant Kennedy program to create the revolutionary War on Poverty.\n\nCaro makes clear how the political genius with which Johnson had ruled the Senate now enabled him to make the presidency wholly his own. This was without doubt Johnson’s finest hour, before his aspirations and accomplishments were overshadowed and eroded by the trap of Vietnam.\n\nIt is an epic story told with a depth of detail possible only through the peerless research that forms the foundation of Robert Caro’s work, confirming Nicholas von Hoffman’s verdict that “Caro has changed the art of political biography.”",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/141549/7151067-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Politics"
                  }
                },
                {
                  "tag": {
                    "tag": "Biography & Autobiography"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 263963,
              "title": "Olive Kitteridge",
              "contributions": [
                {
                  "author": {
                    "name": "Elizabeth Strout"
                  }
                }
              ],
              "description": "Olive Kitteridge: indomitable, compassionate and often unpredictable. A retired schoolteacher in a small coastal town in Maine, as she grows older she struggles to make sense of the changes in her life. She is a woman who sees into the hearts of those around her, their triumphs and tragedies.\r\n\r\nWe meet her stoic husband, bound to her in a marriage both broken and strong, and a young man who aches for the mother he lost - and whom Olive comforts by her mere presence, while her own son feels overwhelmed by her complex sensitivities.\r\n\r\nA penetrating, vibrant exploration of the human soul, the story of Olive Kitteridge will make you laugh, nod in recognition, wince in pain, and shed a tear or two.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/263963/2733808-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432487,
              "title": "The Last Samurai",
              "contributions": [
                {
                  "author": {
                    "name": "Helen DeWitt"
                  }
                }
              ],
              "description": "Called \"remarkable\" (The Wall Street Journal) and \"an ambitious, colossal debut novel\" (Publishers Weekly), Helen DeWitt's The Last Samurai is back in print at last",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432487/545726-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 383308,
              "title": "Between the World and Me",
              "contributions": [
                {
                  "author": {
                    "name": "Ta-Nehisi Coates"
                  }
                }
              ],
              "description": "\"Americans have built an empire on the idea of “race,” a falsehood that damages us all but falls most heavily on the bodies of black women and men—bodies exploited through slavery and segregation, and, today, threatened, locked up, and murdered out of all proportion. What is it like to inhabit a black body and find a way to live within it? And how can we all honestly reckon with this fraught history and free ourselves from its burden?\n\nBetween the World and Me is Ta-Nehisi Coates’s attempt to answer these questions in a letter to his adolescent son. Coates shares with his son—and readers—the story of his awakening to the truth about his place in the world through a series of revelatory experiences, from Howard University to Civil War battlefields, from the South Side of Chicago to Paris, from his childhood home to the living rooms of mothers whose children’s lives were taken as American plunder. Beautifully woven from personal narrative, reimagined history, and fresh, emotionally charged reportage, Between the World and Me clearly illuminates the past, bracingly confronts our present, and offers a transcendent vision for a way forward.\"-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/383308/10118757-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/383308/cb89c680-68d3-46cd-a139-864df038e61c.jpeg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 444009,
              "title": "The Savage Detectives",
              "contributions": [
                {
                  "author": {
                    "name": "Roberto Bolaño"
                  }
                }
              ],
              "description": "New Year's Eve, 1975: Arturo Belano and Ulises Lima, founders of the visceral realist movement in poetry, leave Mexico City in a borrowed white Impala. Their quest: to track down the obscure, vanished poet Cesárea Tinajero. A violent showdown in the Sonora desert turns search to flight; twenty years later Belano and Lima are still on the run. The explosive first long work by \"the most exciting writer to come from south of the Rio Grande in a long time\" (Ilan Stavans, Los Angeles Times), The Savage Detectives follows Belano and Lima through the eyes of the people whose paths they cross in Central America, Europe, Israel, and West Africa. This chorus includes the muses of visceral realism, the beautiful Font sisters; their father, an architect interned in a Mexico City asylum; a sensitive young follower of Octavio Paz; a foul-mouthed American graduate student; a French girl with a taste for the Marquis de Sade; the great-granddaughter of Leon Trotsky; a Chilean stowaway with a mystical gift for numbers; the anorexic heiress to a Mexican underwear empire; an Argentinian photojournalist in Angola; and assorted hangers-on, detractors, critics, lovers, employers, vagabonds, real-life literary figures, and random acquaintances. A polymathic descendant of Borges and Pynchon, Roberto Bolaño traces the hidden connection between literature and violence in a world where national boundaries are fluid and death lurks in the shadow of the avant-garde. The Savage Detectives is a dazzling original, the first great Latin American novel of the twenty-first century.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 68746,
              "title": "H is for Hawk",
              "contributions": [
                {
                  "author": {
                    "name": "Helen Macdonald"
                  }
                }
              ],
              "description": "When Helen Macdonald's father died suddenly on a London street, she was devastated. An experienced falconer, Helen had never before been tempted to train one of the most vicious predators, the goshawk, but in her grief, she saw that the goshawk's fierce and feral temperament mirrored her own. Resolving to purchase and raise the deadly creature as a means to cope with her loss, she adopted Mabel, and turned to the guidance of The Once and Future King author T.H. White's chronicle The Goshawk to begin her challenging endeavor. Projecting herself \"in the hawk's wild mind to tame her\" tested the limits of Macdonald's humanity and changed her life.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/68746/7349309-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Philosophy"
                  }
                },
                {
                  "tag": {
                    "tag": "Science"
                  }
                },
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "slow pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 473744,
              "title": "Small Things Like These",
              "contributions": [
                {
                  "author": {
                    "name": "Claire Keegan"
                  }
                }
              ],
              "description": "It is 1985 in a small Irish town. During the weeks leading up to Christmas, Bill Furlong, a coal merchant and family man faces into his busiest season. Early one morning, while delivering an order to the local convent, Bill makes a discovery which forces him to confront both his past and the complicit silences of a town controlled by the church.\n\nAlready an international bestseller, Small Things Like These is a deeply affecting story of hope, quiet heroism, and empathy from one of our most critically lauded and iconic writers.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/473744/2156502728398675.jpeg"
                },
                {
                  "url": "https://assets.hardcover.app/books/473744/3307644700513579.jpeg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "owned"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "Modern"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 431417,
              "title": "A Brief History of Seven Killings",
              "contributions": [
                {
                  "author": {
                    "name": "Marlon James"
                  }
                }
              ],
              "description": "On 3 December 1976, just weeks before the general election and two days before Bob Marley was to play the Smile Jamaica Concert to ease political tensions, seven gunmen from West Kingston stormed his house with machine guns blazing. Marley survived and went on to perform at the free concert, but the next day he left the country, and didn’t return for two years. Not a lot was recorded about the fate of the seven gunmen, but much has been said, whispered and sung about in the streets of West Kingston, with information surfacing at odd times, only to sink into rumour and misinformation. Inspired by this near-mythic event, A Brief History of Seven Killings takes the form of an imagined oral biography, told by ghosts, witnesses, killers, members of parliament, drug dealers, conmen, beauty queens, FBI and CIA agents, reporters, journalists, and even Keith Richards' drug dealer. Marlon James’s bold undertaking traverses strange landscapes and shady characters, as motivations are examined – and questions asked – in this compelling novel of monumental scope and ambition.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/431417/7359856-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 261377,
              "title": "Persepolis: The Story of a Childhood",
              "contributions": [
                {
                  "author": {
                    "name": "Marjane Satrapi"
                  }
                },
                {
                  "author": {
                    "name": "Mattias Ripa"
                  }
                }
              ],
              "description": "Wise, funny, and heartbreaking, Persepolis is Marjane Satrapi's memoir of growing up in Iran during the Islamic Revolution. In powerful black-and-white comic strip images, Satrapi tells the story of her life from ages six to fourteen, years that saw the overthrow of the Shah's regime, the triumph of the Islamic Revolution, and the devastating effects of war with Iraq. The intelligent and outspoken only child of committed Marxists and the great-granddaughter of one of Iran's last emperors, Marjane bears witness to a childhood uniquely entwined with the history of her country. \n\nPersepolis paints an unforgettable portrait of daily life in Iran and of the bewildering contradictions between home life and public life. Marjane's child's-eye view of dethroned emperors, state-sanctioned whippings, and heroes of the revolution allows us to learn as she does the history of this fascinating country and of her own extraordinary family. Intensely personal, profoundly political, and wholly original, Persepolis is at once a story of growing up and a reminder of the human cost of war and political repression. It shows how we carry on, with laughter and tears, in the face of absurdity. And, finally, it introduces us to a little girl with whom we cannot help but fall in love. ",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/261377/229236-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Children"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Politics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 455027,
              "title": "Trust",
              "contributions": [
                {
                  "author": {
                    "name": "Hernan Diaz"
                  }
                },
                {
                  "author": {
                    "name": "Ada Arduini"
                  }
                }
              ],
              "description": "A NEW YORK TIMES BESTSELLER\nONE OF BARACK OBAMA'S FAVORITE BOOKS OF 2022\nLONGLISTED FOR THE 2022 BOOKER PRIZE\n\n“Buzzy and enthralling . . . A glorious novel about empires and erasures, husbands and wives, staggering fortunes and unspeakable misery . . . Fun as hell to read.” —Oprah Daily\n\n\"A genre-bending, time-skipping story about New York City’s elite in the roaring ’20s and Great Depression.\" —Vanity Fair\n\n“A riveting story of class, capitalism, and greed.” —Esquire\n\n\"Exhilarating.” —New York Times\n\nEven through the roar and effervescence of the 1920s, everyone in New York has heard of Benjamin and Helen Rask. He is a legendary Wall Street tycoon; she is the daughter of eccentric aristocrats. Together, they have risen to the very top of a world of seemingly endless wealth—all as a decade of excess and speculation draws to an end. But at what cost have they acquired their immense fortune? This is the mystery at the center of Bonds, a successful 1937 novel that all of New York seems to have read. Yet there are other versions of this tale of privilege and deceit.\n    Hernan Diaz’s TRUST elegantly puts these competing narratives into conversation with one another—and in tension with the perspective of one woman bent on disentangling fact from fiction. The result is a novel that spans over a century and becomes more exhilarating with each new revelation.\n    At once an immersive story and a brilliant literary puzzle, TRUST engages the reader in a quest for the truth while confronting the deceptions that often live at the heart of personal relationships, the reality-warping force of capital, and the ease with which power can manipulate facts.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/book/455027/4f361bba-9dfd-4a35-928d-3293662a89e9.jpeg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 132800,
              "title": "Life After Life",
              "contributions": [
                {
                  "author": {
                    "name": "Kate Atkinson"
                  }
                }
              ],
              "description": "What if you could live again and again, until you got it right? On a cold and snowy night in 1910, Ursula Todd is born to an English banker and his wife. She dies before she can draw her first breath. On that same cold and snowy night, Ursula Todd is born, lets out a lusty wail, and embarks upon a life that will be, to say the least, unusual. For as she grows, she also dies, repeatedly, in a variety of ways, while the young century marches on towards its second cataclysmic world war. Does Ursula's apparently infinite number of lives give her the power to save the world from its inevitable destiny? And if she can -- will she?",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/132800/5409666619149431.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/132800/1875978486801038.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/132800/7268319-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 380493,
              "title": "Tenth of December",
              "contributions": [
                {
                  "author": {
                    "name": "George Saunders"
                  }
                }
              ],
              "description": "One of the most important and blazingly original writers of his generation, George Saunders is an undisputed master of the short story, and Tenth of December is his most honest, accessible, and moving collection yet.\r\n\r\nIn the taut opener, “Victory Lap,” a boy witnesses the attempted abduction of the girl next door and is faced with a harrowing choice: Does he ignore what he sees, or override years of smothering advice from his parents and act? In “Home,” a combat-damaged soldier moves back in with his mother and struggles to reconcile the world he left with the one to which he has returned. And in the title story, a stunning meditation on imagination, memory, and loss, a middle-aged cancer patient walks into the woods to commit suicide, only to encounter a troubled young boy who, over the course of a fateful morning, gives the dying man a final chance to recall who he really is. \r\n\r\nA hapless, deluded owner of an antiques store; two mothers struggling to do the right thing; a teenage girl whose idealism is challenged by a brutal brush with reality; a man tormented by a series of pharmaceutical experiments that force him to lust, to love, to kill—the unforgettable characters that populate the pages of Tenth of December are vividly and lovingly infused with Saunders’s signature blend of exuberant prose, deep humanity, and stylistic innovation.\r\n\r\n \r\n\r\nWriting brilliantly and profoundly about class, sex, love, loss, work, despair, and war, Saunders cuts to the core of the contemporary experience. These stories take on the big questions and explore the fault lines of our own morality, delving into the questions of what makes us good and what makes us human.\r\n\r\nUnsettling, insightful, and hilarious, the stories in Tenth of December—through their manic energy, their focus on what is redeemable in human beings, and their generosity of spirit—not only entertain and delight; they fulfill Chekhov’s dictum that art should “prepare us for tenderness.”\r\n([source][1])\r\n\r\n\r\n  [1]: http://www.georgesaundersbooks.com/tenth-of-december/",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/380493/8346437-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 443673,
              "title": "The Vegetarian",
              "contributions": [
                {
                  "author": {
                    "name": "Han Kang"
                  }
                },
                {
                  "author": {
                    "name": "Deborah Smith"
                  }
                },
                {
                  "author": {
                    "name": "Janet Song"
                  }
                },
                {
                  "author": {
                    "name": "Stephen Park"
                  }
                }
              ],
              "description": "Yeong-hye and her husband are ordinary people. He is an office worker with moderate ambitions and mild manners; she is an uninspired but dutiful wife. The acceptable flatline of their marriage is interrupted when Yeong-hye, seeking a more 'plant-like' existence, decides to become a vegetarian, prompted by grotesque recurring nightmares. In South Korea, where vegetarianism is almost unheard-of and societal mores are strictly obeyed, Yeong-hye's decision is a shocking act of subversion. Her passive rebellion manifests in ever more bizarre and frightening forms, leading her bland husband to self-justified acts of sexual sadism. His cruelties drive her towards attempted suicide and hospitalisation. She unknowingly captivates her sister's husband, a video artist. She becomes the focus of his increasingly erotic and unhinged artworks, while spiralling further and further into her fantasies of abandoning her fleshly prison and becoming - impossibly, ecstatically - a tree. Fraught, disturbing and beautiful, The Vegetarian is a novel about modern day South Korea, but also a novel about shame, desire and our faltering attempts to understand others, from one imprisoned body to another.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "sexism"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "suicide"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 512106,
              "title": "Demon Copperhead",
              "contributions": [
                {
                  "author": {
                    "name": "Barbara Kingsolver"
                  }
                }
              ],
              "description": "\"Relayed in his own unsparing voice, Demon braves the modern perils of foster care, child labor, derelict schools, athletic success, addiction, disastrous loves, and crushing losses. Through all of it, he reckons with his own invisibility in a popular culture where even the superheroes have abandoned rural people in favor of cities.\n\nMany generations ago, Charles Dickens wrote David Copperfield from his experience as a survivor of institutional poverty and its damages to children in his society. Those problems have yet to be solved in ours. Dickens is not a prerequisite for readers of this novel, but he provided its inspiration. In transposing a Victorian epic novel to the contemporary American South, Barbara Kingsolver enlists Dickens’ anger and compassion, and above all, his faith in the transformative powers of a good story. Demon Copperhead speaks for a new generation of lost boys, and all those born into beautiful, cursed places they can’t imagine leaving behind.\"-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/512106/4750314036193517.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/512106/e596fa6d-0b7f-48ad-89bf-5729b7ce79c6.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Travel"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 375164,
              "title": "The New Jim Crow: Mass Incarceration in the Age of Colorblindness",
              "contributions": [
                {
                  "author": {
                    "name": "Michelle Alexander"
                  }
                },
                {
                  "author": {
                    "name": "Karen Chilton"
                  }
                }
              ],
              "description": "A tenth-anniversary edition of the iconic bestseller--\"one of the most influential books of the past 20 years,\" according to the Chronicle of Higher Education--with a new preface by the author Seldom does a book have the impact of Michelle Alexander's The New Jim Crow. Since it was first published in 2010, it has been cited in judicial decisions and has been adopted in campus-wide and community-wide reads; it helped inspire the creation of the Marshall Project and the new $100 million Art for Justice Fund; it has been the winner of numerous prizes, including the prestigious NAACP Image Award; and it has spent nearly 250 weeks on the New York Times bestseller list. Most important of all, it has spawned a whole generation of criminal justice reform activists and organizations motivated by Michelle Alexander's unforgettable argument that \"we have not ended racial caste in America; we have merely redesigned it.\" As the Birmingham News proclaimed, it is \"undoubtedly the most important book published in this century about the U.S.\" Now, ten years after it was first published, The New Press is proud to issue a tenth-anniversary edition with a new preface by Michelle Alexander that discusses the impact the book has had and the state of the criminal justice reform movement today.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/375164/10129489-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "slow pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 433132,
              "title": "Exit West",
              "contributions": [
                {
                  "author": {
                    "name": "Mohsin Hamid"
                  }
                }
              ],
              "description": "\"In a country teetering on the brink of civil war, two young people meet-- sensual, fiercely independent Nadia and gentle, restrained Saeed.  They embark on a furtive love affair, and are soon cloistered in a premature intimacy by the unrest roiling their city.  When it explodes, turning familiar streets into a patchwork of checkpoints and bomb blasts, they begin to hear whispers about doors-- doors that can whisk people far away, if perilously and for a price.  As the violence escalates, Nadia and Saeed decide that they no longer have a choice.  Leaving their homeland and their old lives behind, they find a door and step through.  [This book] follows the couple as they emerge into an alien and uncertain future, struggling to hold on to each other, to their past, to the very sense of who they are.\"--From regular print book.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/433132/7909066-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/433132/52af4cf4-b980-459c-a7ea-3bf488425fa7.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/433132/80125ef5-058e-41f6-a3e6-00c545727d77.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/433132/73d9acdd-7a27-4a3d-8651-c73ea1da473d.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/433132/13822f48-1ef1-4640-8ad0-f624d7e0cd3c.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/433132/a28985e5-8150-4ec1-aa4d-453d22a2fcbe.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Magical Realism"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 479910,
              "title": "Tomorrow, and Tomorrow, and Tomorrow",
              "contributions": [
                {
                  "author": {
                    "name": "Gabrielle Zevin"
                  }
                }
              ],
              "description": "\"He calls her name. For a moment, she pretends she hasn’t heard him, but then, she turns, and a game begins: a legendary collaboration that will launch them to stardom.\n\nThese friends, intimates since childhood, borrow money, beg favors, and, before even graduating college, they have created their first blockbuster, Ichigo. Overnight, the world is theirs. \n\nNot even twenty-five years old, Sam and Sadie are brilliant, successful, and rich, but these qualities won’t protect them from their own creative ambitions or the betrayals of their hearts.\n\nSpanning thirty years, from Cambridge, Massachusetts, to Venice Beach, California, and lands in between and far beyond, Gabrielle Zevin’s Tomorrow, and Tomorrow, and Tomorrow examines the multifarious nature of identity, disability, failure, the redemptive possibilities in play, and above all, our need to connect: to be loved and to love.\"-- Provided by Amazon",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Thriller"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "spicy"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 51507,
              "title": "An American Marriage",
              "contributions": [
                {
                  "author": {
                    "name": "Tayari Jones"
                  }
                }
              ],
              "description": "Newlyweds Celestial and Roy are the embodiment of both the American Dream and the New South. He is a young executive and she is an artist on the brink of an exciting career. But as they settle into the routine of their life together, they are ripped apart by circumstances neither could have imagined. Roy is arrested and sentenced to twelve years for a crime Celestial knows he didn't commit. Though fiercely independent, Celestial finds herself bereft and unmoored, taking comfort in Andre, her childhood friend, and best man at their wedding. As Roy's time in prison passes, she is unable to hold on to the love that has been her center. After five years, Roy's conviction is suddenly overturned, and he returns to Atlanta ready to resume their life together.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/51507/8289154-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 926432,
              "title": "Septology",
              "contributions": [
                {
                  "author": {
                    "name": "Jon Fosse"
                  }
                }
              ],
              "description": "Written in melodious and hypnotic 'slow prose', Septology is an indelible and poignant exploration of the human condition by Jon Fosse, 'a major European writer' (Karl Ove Knausgaard).",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427609,
              "title": "The Story of the Lost Child",
              "contributions": [
                {
                  "author": {
                    "name": "Elena Ferrante"
                  }
                },
                {
                  "author": {
                    "name": "Ann Goldstein"
                  }
                }
              ],
              "description": "OVER 14M OF THE NEAPOLITAN QUARTET SOLD WORLDWIDE Nothing quite like this has ever been published before.\"— The Guardian \"This is high stakes, subversive literature.\"— The Daily Telegraph \"With the publication of her Neapolitan Novels, (Ferrante) has established herself as the foremost writer in Italy—and the world.\"— The Sunday Times \"An unconditional masterpiece . . . I was totally enthralled.\"—Jhumpa Lahiri \"An extraordinary epic.\"—Michiko Kakutani, The New York Times \"To the uninitiated, Elena Ferrante is best described as Balzac meets The Sopranos and rewrites feminist theory.\"— The Times \"Ferrante's writing seems to say something that hasn't been said before, in a way so compelling its readers forget where they are, abandon friends and disdain sleep.\"— London Review of Books \"Stunning. An intense, forensic exploration of friendship.\"— The Times Literary Supplement The Story of the Lost Child is the concluding volume in the dazzling saga of two women— the brilliant, bookish Elena, and the fiery, uncontainable Lila. Both are now adults, with husbands, lovers, aging parents, and children. Their friendship has been the gravitational center of their lives. Both women fought to escape the neighborhood in which they grew up—a prison of conformity, violence, and inviolable taboos. Elena married, moved to Florence, started a family, and published several well-received books. In this final novel she has returned to Naples, drawn back as if responding to the city's obscure magnetism. Lila, on the other hand, could never free herself from the city of her birth. She has become a successful entrepreneur, but her success draws her into closer proximity with the nepotism, chauvinism, and criminal violence that infect the neighborhood. Proximity to the world she has always rejected only brings her role as its unacknowledged leader into relief. For Lila is unstoppable, unmanageable, unforgettable. Against the backdrop of a Naples that is as seductive as it is perilous and a world undergoing epochal change, Elena Ferrante tells the story of a lifelong friendship between two women with unmatched honesty and brilliance.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427609/634929036895136.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 13186,
              "title": "Pulphead",
              "contributions": [
                {
                  "author": {
                    "name": "John Jeremiah Sullivan"
                  }
                }
              ],
              "description": "\"A sharp-eyed, uniquely humane tour of America's cultural landscape--from high to low to lower than low--by the award-winning young star of the literary nonfiction world  In Pulphead, John Jeremiah Sullivan takes us on an exhilarating tour of our popular, unpopular, and at times completely forgotten culture. Simultaneously channeling the gonzo energy of Hunter S. Thompson and the wit and insight of Joan Didion, Sullivan shows us--with a laidback, erudite Southern charm that's all his own--how we really (no, really) live now.  In his native Kentucky, Sullivan introduces us to Constantine Rafinesque, a nineteenth-century polymath genius who concocted a dense, fantastical prehistory of the New World. Back in modern times, Sullivan takes us to the Ozarks for a Christian rock festival; to Florida to meet the alumni and straggling refugees of MTV's Real World, who've generated their own self-perpetuating economy of minor celebrity; and all across the South on the trail of the blues. He takes us to Indiana to investigate the formative years of Michael Jackson and Axl Rose and then to the Gulf Coast in the wake of Katrina--and back again as its residents confront the BP oil spill.  Gradually, a unifying narrative emerges, a story about this country that we've never heard told this way. It's like a fun-house hall-of-mirrors tour: Sullivan shows us who we are in ways we've never imagined to be true. Of course we don't know whether to laugh or cry when faced with this reflection--it's our inevitable sob-guffaws that attest to the power of Sullivan's work\"--\n\n\"A collection of nonfiction essays\"--",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/13186/10430673-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Essays"
                  }
                },
                {
                  "tag": {
                    "tag": "Literary Collections"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 444950,
              "title": "Hurricane Season",
              "contributions": [
                {
                  "author": {
                    "name": "Fernanda Melchor"
                  }
                },
                {
                  "author": {
                    "name": "Sophie Hughes"
                  }
                }
              ],
              "description": "'Hurricane Season' opens with the macabre discovery of a decomposing body in a small waterway on the outskirts of La Matosa, a village in rural Mexico.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/444950/10354466-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "Murder"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 445032,
              "title": "When We Cease to Understand the World",
              "contributions": [
                {
                  "author": {
                    "name": "Benjamín Labatut"
                  }
                },
                {
                  "author": {
                    "name": "Adrian Nathan West"
                  }
                }
              ],
              "description": "SELECTED FOR BARACK OBAMA’S SUMMER READING LIST ‘A monstrous and brilliant book’ Philip Pullman ‘Wholly mesmerising and revelatory... Completely fascinating’ William Boyd Sometimes discovery brings destruction When We Cease to Understand the World shows us great minds striking out into dangerous, uncharted terrain. Fritz Haber, Alexander Grothendieck, Werner Heisenberg, Erwin Schrödinger: these are among the luminaries into whose troubled lives we are thrust as they grapple with the most profound questions of existence. They have strokes of unparalleled genius, they alienate friends and lovers, they descend into isolated states of madness. Some of their discoveries revolutionise our world for the better; others pave the way to chaos and unimaginable suffering. The lines are never clear. With breakneck pace and wondrous detail, Benjamín Labatut uses the imaginative resources of fiction to break open the stories of scientists and mathematicians who expanded our notions of the possible.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 381012,
              "title": "The Emperor of All Maladies: A Biography of Cancer",
              "contributions": [
                {
                  "author": {
                    "name": "Siddhartha Mukherjee"
                  }
                }
              ],
              "description": "The Emperor of All Maladies is a magnificent, profoundly humane “biography” of cancer—from its first documented appearances thousands of years ago through the epic battles in the twentieth century to cure, control, and conquer it to a radical new understanding of its essence. \r\n\r\nPhysician, researcher, and award-winning science writer, Siddhartha Mukherjee examines cancer with a cellular biologist’s precision, a historian’s perspective, and a biographer’s passion. The result is an astonishingly lucid and eloquent chronicle of a disease humans have lived with—and perished from—for more than five thousand years. \r\n\r\nThe story of cancer is a story of human ingenuity, resilience, and perseverance, but also of hubris, paternalism, and misperception. Mukherjee recounts centuries of discoveries, setbacks, victories, and deaths, told through the eyes of his predecessors and peers, training their wits against an infinitely resourceful adversary that, just three decades ago, was thought to be easily vanquished in an all-out “war against cancer.” \r\n\r\nThe book reads like a literary thriller with cancer as the protagonist. From the Persian Queen Atossa, whose Greek slave cut off her malignant breast, to the nineteenth-century recipients of primitive radiation and chemotherapy to Mukherjee’s own leukemia patient, Carla, The Emperor of All Maladies is about the people who have soldiered through fiercely demanding regimens in order to survive—and to increase our understanding of this iconic disease. \r\n\r\nRiveting, urgent, and surprising, The Emperor of All Maladies provides a fascinating glimpse into the future of cancer treatments. It is an illuminating book that provides hope and clarity to those seeking to demystify cancer.\r\n\r\n--jacket flap",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/381012/3eff573e-00bd-4de4-8b6d-9f4daa1e63d8.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/381012/71676a71-edb4-4408-9e8e-bf563a99c89d.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/381012/9213806-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Science"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 435386,
              "title": "Pastoralia",
              "contributions": [
                {
                  "author": {
                    "name": "George Saunders"
                  }
                }
              ],
              "description": "A stunning collection including the story \"Sea Oak,\" from the #1 New York Times bestselling author of the Man Booker Prize-winning novel Lincoln in the Bardo and the story collection Tenth of December, a 2013 National Book Award Finalist for Fiction. Hailed by Thomas Pynchon as \"graceful, dark, authentic, and funny,\" George Saunders gives us, in his inventive and beloved voice, this bestselling collection of stories set against a warped, hilarious, and terrifyingly recognizable American landscape.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/435386/5277942-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 436115,
              "title": "Frederick Douglass Prophet of Freedom",
              "contributions": [
                {
                  "author": {
                    "name": "David W. Blight"
                  }
                }
              ],
              "description": "**Winner of the Pulitzer Prize in History** “Extraordinary…a great American biography” (The New Yorker) of the most important African-American of the nineteenth century: Frederick Douglass, the escaped slave who became the greatest orator of his day and one of the leading abolitionists and writers of the era. As a young man Frederick Douglass (1818–1895) escaped from slavery in Baltimore, Maryland. He was fortunate to have been taught to read by his slave owner mistress, and he would go on to become one of the major literary figures of his time. His very existence gave the lie to slave owners: with dignity and great intelligence he bore witness to the brutality of slavery. Initially mentored by William Lloyd Garrison, Douglass spoke widely, using his own story to condemn slavery. By the Civil War, Douglass had become the most famed and widely travelled orator in the nation. In his unique and eloquent voice, written and spoken, Douglass was a fierce critic of the United States as well as a radical patriot. After the war he sometimes argued politically with younger African Americans, but he never forsook either the Republican party or the cause of black civil and political rights. In this “cinematic and deeply engaging” (The New York Times Book Review) biography, David Blight has drawn on new information held in a private collection that few other historian have consulted, as well as recently discovered issues of Douglass’s newspapers. “Absorbing and even moving…a brilliant book that speaks to our own time as well as Douglass’s” (The Wall Street Journal), Blight’s biography tells the fascinating story of Douglass’s two marriages and his complex extended family. “David Blight has written the definitive biography of Frederick Douglass…a powerful portrait of one of the most important American voices of the nineteenth century” (The Boston Globe). In addition to the Pulitzer Prize, Frederick Douglass won the Bancroft, Parkman, Los Angeles Times (biography), Lincoln, Plutarch, and Christopher awards and was named one of the Best Books of 2018 by The New York Times Book Review, The Wall Street Journal, The Boston Globe, The Chicago Tribune, The San Francisco Chronicle, and Time.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/436115/8312265-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "slow pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                },
                {
                  "tag": {
                    "tag": "inspiring"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 434710,
              "title": "Detransition, Baby",
              "contributions": [
                {
                  "author": {
                    "name": "Torrey Peters"
                  }
                }
              ],
              "description": "Reese almost had it all: a loving relationship with Amy, an apartment in New York City, a job she didn't hate. She had scraped together what previous generations of trans women could only dream of: a life of mundane, bourgeois comforts. The only thing missing was a child. But then her girlfriend, Amy, detransitioned and became Ames, and everything fell apart. Now Reese is caught in a self-destructive pattern: avoiding her loneliness by sleeping with married men.\n\nAmes isn't happy either. He thought detransitioning to live as a man would make life easier, but that decision cost him his relationship with Reese—and losing her meant losing his only family. Even though their romance is over, he longs to find a way back to her. When Ames's boss and lover, Katrina, reveals that she's pregnant with his baby—and that she's not sure whether she wants to keep it—Ames wonders if this is the chance he's been waiting for. Could the three of them form some kind of unconventional family—and raise the baby together?\n\nThis provocative debut is about what happens at the emotional, messy, vulnerable corners of womanhood that platitudes and good intentions can't reach. Torrey Peters brilliantly and fearlessly navigates the most dangerous taboos around gender, sex, and relationships, gifting us a thrillingly original, witty, and deeply moving novel.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/434710/10201288-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "sexism"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "misogyny"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 251250,
              "title": "The Collected Stories of Lydia Davis",
              "contributions": [
                {
                  "author": {
                    "name": "Lydia Davis"
                  }
                }
              ],
              "description": "Lydia Davis is one of our most original and influential writers, a storyteller celebrated for her emotional acuity, her formal inventiveness, and her ability to capture the mind in overdrive. She has been called \"an American virtuoso of the short story form\" (Salon.com) and \"one of the quiet giants ... of American fiction\" (Los Angeles Times Book Review). This volume contains all her stories to date, from the acclaimed Break it Down (1986) to the 2007 National Book Award finalist Varieties of Disturbance. - Cover flap.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/251250/7333916-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 436398,
              "title": "The Return: Fathers, Sons, and the Land in Between",
              "contributions": [
                {
                  "author": {
                    "name": "Hisham Matar"
                  }
                }
              ],
              "description": "From Man Booker Prize and National Book Critics Circle Award finalist Hisham Matar, a memoir of his journey home to his native Libya in search of answers to his father's disappearance. In 2012, after the overthrow of Qaddafi, the acclaimed novelist Hisham Matar journeys to his native Libya after an absence of thirty years. When he was twelve, Matar and his family went into political exile. Eight years later Matar's father, a former diplomat and military man turned brave political dissident, was kidnapped from the streets of Cairo by the Libyan government and is believed to have been held in the regime's most notorious prison. Now, the prisons are empty and little hope remains that Jaballa Matar will be found alive. Yet, as the author writes, hope is \"persistent and cunning.\" This book is a profoundly moving family memoir, a brilliant and affecting portrait of a country and a people on the cusp of immense change, and a disturbing and timeless depiction of the monstrous nature of absolute power.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "Travel"
                  }
                },
                {
                  "tag": {
                    "tag": "Biography & Autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "Fathers and sons"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432357,
              "title": "The Sympathizer",
              "contributions": [
                {
                  "author": {
                    "name": "Viet Thanh Nguyen"
                  }
                }
              ],
              "description": "The novel, The Sympathizer, begins in April 1975, as Saigon is about to fall to communist invasion. Soon enough it does, and the war is over. Or is it?\n\nBlack comedy,  historical novel, and literary thriller, The Sympathizer follows a nameless spy who has infiltrated the South Vietnamese army and flees with its remnants to America. His mission: report on their efforts to continue their lost war. As the aide to a general who refuses to admit defeat, he observes the struggles of the Vietnamese refugees to survive in a melancholic Los Angeles. Among them, the general believes, are communist agents. So our spy’s double life continues, hunting communists while helping the general organize a covert army. Their mission: to invade Vietnam and take it back.\n\nNeither America nor a double life is new to our narrator. He is Eurasian, his father a French priest, his mother Vietnamese. He has been a double agent since his teenage years, and in his college years, he studied in California, the better to learn American culture. His war is a psychological one, but as he slowly realizes, much of that war is fought within himself, a man in between races and countries. As he tells us from the beginning: I am a spy, a sleeper, a spook, a man of two faces. Perhaps not surprisingly, I am also a man of two minds.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432357/8474102-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 1418030,
              "title": "The Human Stain",
              "contributions": [
                {
                  "author": {
                    "name": "Philip Roth"
                  }
                }
              ],
              "description": "NATIONAL BESTSELLER • WINNER OF THE PEN/FAULKNER AWARD • The Pulitzer Prize–winning author of American Pastoral delivers “a master novelist's haunting parable about our troubled modern moment\" (The Wall Street Journal). It is 1998, the year in which America is whipped into a frenzy of prurience by the impeachment of a president, and in a small New England town, an aging classics professor, Coleman Silk, is forced to retire when his colleagues decree that he is a racist. The charge is a lie, but the real truth about Silk would have astonished even his most virulent accuser. Coleman Silk has a secret, one which has been kept for fifty years from his wife, his four children, his colleagues, and his friends, including the writer Nathan Zuckerman. It is Zuckerman who stumbles upon Silk's secret and sets out to reconstruct the unknown biography of this eminent, upright man, esteemed as an educator for nearly all his life, and to understand how this ingeniously contrived life came unraveled. And to understand also how Silk's astonishing private history is, in the words of The Wall Street Journal, \"magnificently\" interwoven with \"the larger public history of modern America.\"",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "African American"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 435747,
              "title": "The Days of Abandonment",
              "contributions": [
                {
                  "author": {
                    "name": "Elena Ferrante"
                  }
                },
                {
                  "author": {
                    "name": "Ann Goldstein"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/435747/961726-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427463,
              "title": "Station Eleven",
              "contributions": [
                {
                  "author": {
                    "name": "Emily St. John Mandel"
                  }
                }
              ],
              "description": "Kirsten Raymonde will never forget the night Arthur Leander, the famous Hollywood actor, had a heart attack on stage during a production of King Lear. That was the night when a devastating flu pandemic arrived in the city, and within weeks, civilization as we know it came to an end.\n\nTwenty years later, Kirsten moves between the settlements of the altered world with a small troupe of actors and musicians. They call themselves The Traveling Symphony, and they have dedicated themselves to keeping the remnants of art and humanity alive. But when they arrive in St. Deborah by the Water, they encounter a violent prophet who will threaten the tiny band’s existence. And as the story takes off, moving back and forth in time, and vividly depicting life before and after the pandemic, the strange twist of fate that connects them all will be revealed.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427463/8565942-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 374828,
              "title": "On Beauty",
              "contributions": [
                {
                  "author": {
                    "name": "Zadie Smith"
                  }
                }
              ],
              "description": "One of the New York Times’s 100 Best Books of the 21st Century\n\nWinner of the 2006 Orange Prize for Fiction, another bestselling masterwork from the celebrated author of Swing Time and White Teeth\n\n“In this sharp, engaging satire, beauty’s only skin-deep, but funny cuts to the bone.” —Kirkus Reviews\n\nHaving hit bestseller lists from the New York Times to the San Francisco Chronicle, this wise, hilarious novel reminds us why Zadie Smith has rocketed to literary stardom. On Beauty is the story of an interracial family living in the university town of Wellington, Massachusetts, whose misadventures in the culture wars—on both sides of the Atlantic—serve to skewer everything from family life to political correctness to the combustive collision between the personal and the political. Full of dead-on wit and relentlessly funny, this tour de force confirms Zadie Smith’s reputation as a major literary talent.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/374828/400923-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 374087,
              "title": "Bring Up The Bodies",
              "contributions": [
                {
                  "author": {
                    "name": "Hilary Mantel"
                  }
                }
              ],
              "description": "By 1535 Thomas Cromwell, the blacksmith's son, is far from his humble origins. Chief Minister to Henry VIII, his fortunes have risen with those of Anne Boleyn, Henry's second wife, for whose sake Henry has broken with Rome and created his own church. But Henry's actions have forced England into dangerous isolation, and Anne has failed to do what she promised: bear a son to secure the Tudor line. When Henry visits Wolf Hall, Cromwell watches as he falls in love with the silent, plain Jane Seymour. The minister sees what is at stake: not just the king's pleasure, but the safety of the nation. As he eases a way through the sexual politics of the court, its miasma of gossip, he must negotiate a 'truth' that will satisfy Henry and secure his own career. But neither minister nor king will emerge undamaged fro the bloody theater of Anne's final days.\r\n\r\nIn Bring Up the Bodies, sequel to the Man Booker Prize-winning Wolf Hall, Hilary Mantel explores one of the most mystifying and frightening episodes in English history: the destruction of Anne Boleyn. This new novel is a speaking picture, and audacious vision of Tudor England that sheds its light on the modern world. It is the work of one of our great writers at the height of her powers. --jacket flap",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/374087/3906161820224907.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/374087/10236749-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 435932,
              "title": "Wayward Lives, Beautiful Experiments: Intimate Histories of Social Upheaval",
              "contributions": [
                {
                  "author": {
                    "name": "Saidiya Hartman"
                  }
                },
                {
                  "author": {
                    "name": "Allyson Johnson"
                  }
                }
              ],
              "description": "At the dawn of the twentieth century, black women in the US were carving out new ways of living. The first generations born after emancipation, their struggle was to live as if they really were free.\r\n\r\nThese women refused to labour like slaves. Wrestling with the question of freedom, they invented forms of love and solidarity outside convention and law. These were the pioneers of free love, common-law and transient marriages, queer identities, and single motherhood - all deemed scandalous, even pathological, at the dawn of the twentieth century, though they set the pattern for the world to come.\r\n\r\nIn Wayward Lives, Beautiful Experiments, Saidiya Hartman deploys both radical scholarship and profound literary intelligence to examine the transformation of intimate life that they instigated. With visionary intensity, she conjures their worlds, their dilemmas, their defiant brilliance.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/435932/8808770-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "social science"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 35379,
              "title": "Men We Reaped: A Memoir",
              "contributions": [
                {
                  "author": {
                    "name": "Jesmyn Ward"
                  }
                }
              ],
              "description": "Named one of the Best Books of the Century by New York Magazine Two-time National Book Award winner Jesmyn Ward (Salvage the Bones, Sing, Unburied, Sing) contends with the deaths of five young men dear to her, and the risk of being a black man in the rural South. “We saw the lightning and that was the guns; and then we heard the thunder and that was the big guns; and then we heard the rain falling and that was the blood falling; and when we came to get in the crops, it was dead men that we reaped.” -Harriet Tubman In five years, Jesmyn Ward lost five young men in her life-to drugs, accidents, suicide, and the bad luck that can follow people who live in poverty, particularly black men. Dealing with these losses, one after another, made Jesmyn ask the question: Why? And as she began to write about the experience of living through all the dying, she realized the truth-and it took her breath away. Her brother and her friends all died because of who they were and where they were from, because they lived with a history of racism and economic struggle that fostered drug addiction and the dissolution of family and relationships. Jesmyn says the answer was so obvious she felt stupid for not seeing it. But it nagged at her until she knew she had to write about her community, to write their stories and her own. Jesmyn grew up in poverty in rural Mississippi. She writes powerfully about the pressures this brings, on the men who can do no right and the women who stand in for family in a society where the men are often absent. She bravely tells her story, revisiting the agonizing losses of her only brother and her friends. As the sole member of her family to leave home and pursue higher education, she writes about this parallel American universe with the objectivity distance provides and the intimacy of utter familiarity. A brutal world rendered beautifully, Jesmyn Ward's memoir will sit comfortably alongside Edwidge Danticat's Brother, I'm Dying, Tobias Wolff's This Boy's Life, and Maya Angelou's I Know Why the Caged Bird Sings.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/35379/7865764-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "fast pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "Biography & Autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "African American"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 51834,
              "title": "Bel Canto",
              "contributions": [
                {
                  "author": {
                    "name": "Ann Patchett"
                  }
                }
              ],
              "description": "A group of international guests, taken hostage by terrorists while attending a birthday party at the home of the vice president of a small South American country, form bonds with their captors and enter into an almost idyllic lifestyle, united by the music of Roxanne Coss, opera's most revered soprano.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/51834/10347997-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 464088,
              "title": "How to Be Both",
              "contributions": [
                {
                  "author": {
                    "name": "Ali Smith"
                  }
                }
              ],
              "description": "MAN BOOKER PRIZE FINALIST • A novel all about art's versatility, borrowing from painting’s fresco technique to make an original literary double-take. \"Cements Smith’s reputation as one of the finest and most innovative of our contemporary writers. By some divine alchemy, she is both funny and moving; she combines intellectual rigor with whimsy\" —The Los Angeles Review of Books How to be both is a fast-moving genre-bending conversation between forms, times, truths and fictions. There’s a Renaissance artist of the 1460s. There’s the child of a child of the 1960s. Two tales of love and injustice twist into a singular yarn where time gets timeless, structural gets playful, knowing gets mysterious, fictional gets real—and all life’s givens get given a second chance. Passionate, compassionate, vitally inventive and scrupulously playful, Ali Smith’s novels are like nothing else. A NOTE TO THE READER: Who says stories reach everybody in the same order? This novel can be read in two ways, and the eBook provides you with both. You can choose which way to read the novel by simply clicking on one of two icons—CAMERA or EYES. The text is exactly the same in both versions; the narratives are just in a different order. The ebook is produced this way so that readers can randomly have different experiences reading the same text. So, depending on which icon you select, the book will read: EYES, CAMERA, or CAMERA, EYES. (Your friend may be reading it the other way around.) Enjoy the adventure. (Having both versions in the same file is intentional.)",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "biography & autobiography"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Literary Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Artists"
                  }
                },
                {
                  "tag": {
                    "tag": "Dual Timeline"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 72525,
              "title": "Tree of Smoke",
              "contributions": [
                {
                  "author": {
                    "name": "Denis Johnson"
                  }
                }
              ],
              "description": "Tree of Smoke – the name given to a ‘psy op’ that might or might not be hypothetical and might or might not be officially sanctioned – is Denis Johnson’s most gripping, visionary and ambitious work to date. Set in south-east Asia and the US, and spanning two decades, it ostensibly tells the story of Skip Sands, a CIA spy who may or may not be engaged in psychological operations against the Viet Cong -- but also takes the reader on a surreal yet vivid journey, dipping in and out of characters’ lives to reveal fundamental truths at the heart of the human condition. ‘A Catch-22 for our times’ Alan Warner, Books of the Year, Observer 'The God I want to believe in has a voice and a sense of humour like Denis Johnson's' Jonathan Franzen ‘An epic of drenched sensuality and absurdly chewable dialogue, as though Don DeLillo and Joseph Heller had collaborated on a Vietnam war novel’ Steven Poole, Books of the Year, New Statesman",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/72525/1188480-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 810592,
              "title": "A Manual for Cleaning Women: Selected Stories",
              "contributions": [
                {
                  "author": {
                    "name": "Lucia Berlin"
                  }
                },
                {
                  "author": {
                    "name": "Stephen Emerson"
                  }
                },
                {
                  "author": {
                    "name": "Lydia Davis"
                  }
                }
              ],
              "description": "\"Stories from a lost American classic \"in the same arena as Alice Munro\" (Lydia Davis) \"In the field of short fiction, Lucia Berlin is one of America's best kept secrets. That's it. Flat out. No mitigating conditions.\" --Paul Metcalf \n\nA Manual for Cleaning Women compiles the best work of the legendary short-story writer Lucia Berlin. With her trademark blend of humor and melancholy, Berlin crafts miracles from the everyday--uncovering moments of grace in the cafeterias and Laundromats of the American Southwest, in the homes of the Northern California upper classes, and from the perspective of a cleaning woman alone in a hotel dining room in Mexico City. The women of Berlin's stories are lost, but they are also strong, clever, and extraordinarily real. They are hitchhikers, hard workers, bad Christians. With the wit of Lorrie Moore and the grit of Raymond Carver, they navigate a world of jockeys, doctors, and switchboard operators. They laugh, they mourn, they drink. Berlin, a highly influential writer despite having published little in her lifetime, conjures these women from California, Mexico, and beyond. Lovers of the short story will not want to miss this remarkable collection from a master of the form\"--",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "American"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 243129,
              "title": "The Overstory",
              "contributions": [
                {
                  "author": {
                    "name": "Richard Powers"
                  }
                }
              ],
              "description": "WINNER OF THE PULITZER PRIZE NEW YORK TIMES BESTSELLER An Air Force loadmaster in the Vietnam War is shot out of the sky, then saved by falling into a banyan. An artist inherits a hundred years of photographic portraits, all of the same doomed American chestnut. A hard-partying undergraduate in the late 1980s electrocutes herself, dies, and is sent back into life by creatures of air and light. A hearing- and speech-impaired scientist discovers that trees are communicating with one another. These four, and five other strangers—each summoned in different ways by trees—are brought together in a last and violent stand to save the continent’s few remaining acres of virgin forest. In his twelfth novel, National Book Award winner Richard Powers delivers a sweeping, impassioned novel of activism and resistance that is also a stunning evocation of—and paean to—the natural world. From the roots to the crown and back to the seeds, The Overstory unfolds in concentric rings of interlocking fables that range from antebellum New York to the late twentieth-century Timber Wars of the Pacific Northwest and beyond, exploring the essential conflict on this planet: the one taking place between humans and nonhumans. There is a world alongside ours—vast, slow, interconnected, resourceful, magnificently inventive, and almost invisible to us. This is the story of a handful of people who learn how to see that world and who are drawn up into its unfolding catastrophe. The Overstory is a book for all readers who despair of humanity’s self-imposed separation from the rest of creation and who hope for the transformative, regenerating possibility of a homecoming. If the trees of this earth could speak, what would they tell us? \"Listen. There’s something you need to hear.\"",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/243129/8758252-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "moderate pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "mixed character and plot driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 467910,
              "title": "The Amazing Adventures of Kavalier & Clay",
              "contributions": [
                {
                  "author": {
                    "name": "Michael Chabon"
                  }
                }
              ],
              "description": "A young escape artist and budding magician named Joe Kavalier arrives on the doorstep of his cousin, Sammy Clay. While the long shadow of Hitler falls across Europe, America is happily in thrall to the Golden Age of comic books, and in a distant corner of Brooklyn, Sammy is looking for a way to cash in on the craze. He finds the ideal partner in the aloof, artistically gifted Joe, and together they embark on an adventure that takes them deep into the heart of Manhattan, and the heart of old-fashioned American ambition. From the shared fears, dreams, and desires of two teenage boys, they spin comic book tales of the heroic, fascist-fighting Escapist and the beautiful, mysterious Luna Moth, otherworldly mistress of the night. Climbing from the streets of Brooklyn to the top of the Empire State Building, Joe and Sammy carve out lives, and careers, as vivid as cyan and magenta ink. Spanning continents and eras, this superb book by one of America’s finest writers remains one of the defining novels of our modern American age.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 436701,
              "title": "The Flame Throwers",
              "contributions": [
                {
                  "author": {
                    "name": "Rachel Kushner"
                  }
                }
              ],
              "description": "The year is 1975 and Reno--so-called because of the place of her birth--has come to New York intent on turning her fascination with motorcycles and speed into art. Her arrival coincides with an explosion of activity in the art world--artists have colonized a deserted and industrial SoHo, are staging actions in the East Village, and are blurring the line between life and art. Reno meets a group of dreamers and raconteurs who submit her to a sentimental education of sorts. Ardent, vulnerable, and bold, she begins an affair with an artist named Sandro Valera, the semi-estranged scion of an Italian tire and motorcycle empire. When they visit Sandro's family home in Italy, Reno falls in with members of the radical movement that overtook Italy in the seventies. Betrayal sends her reeling into a clandestine undertow. - from cover p. [2]",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "Character driven"
                  }
                },
                {
                  "tag": {
                    "tag": "slow pacing"
                  }
                },
                {
                  "tag": {
                    "tag": "Not Diverse Characters"
                  }
                }
              ]
            }
          }
        ]
      }
    ]
  }
}
