{
  "data": {
    "lists": [
      {
        "name": "Pulitzer Prize-winning Fiction",
        "books_count": 66,
        "list_books": [
          {
            "book": {
              "id": 430515,
              "title": "The Nickel Boys",
              "contributions": [
                {
                  "author": {
                    "name": "Colson Whitehead"
                  }
                }
              ],
              "description": "When Elwood Curtis, a black boy growing up in 1960s Tallahassee, is unfairly sentenced to a juvenile reformatory called the Nickel Academy, he finds himself trapped in a grotesque chamber of horrors. Elwood's only salvation is his friendship with fellow \"delinquent\" Turner, which deepens despite Turner's conviction that Elwood is hopelessly naive, that the world is crooked, and that the only way to survive is to scheme and avoid trouble. As life at the Academy becomes ever more perilous, the tension between Elwood's ideals and Turner's skepticism leads to a decision whose repercussions will echo down the decades.\n\nBased on the real story of a reform school that operated for 111 years and warped the lives of thousands of children, The Nickel Boys is a devastating, driven narrative that showcases a great American novelist writing at the height of his powers.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/430515/8747820-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/430515/8533993963736120.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/430515/1346435262288217.png"
                },
                {
                  "url": "https://assets.hardcover.app/books/430515/8492877052083645.webp"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 243129,
              "title": "The Overstory",
              "contributions": [
                {
                  "author": {
                    "name": "Richard Powers"
                  }
                }
              ],
              "description": "WINNER OF THE PULITZER PRIZE NEW YORK TIMES BESTSELLER An Air Force loadmaster in the Vietnam War is shot out of the sky, then saved by falling into a banyan. An artist inherits a hundred years of photographic portraits, all of the same doomed American chestnut. A hard-partying undergraduate in the late 1980s electrocutes herself, dies, and is sent back into life by creatures of air and light. A hearing- and speech-impaired scientist discovers that trees are communicating with one another. These four, and five other strangers—each summoned in different ways by trees—are brought together in a last and violent stand to save the continent’s few remaining acres of virgin forest. In his twelfth novel, National Book Award winner Richard Powers delivers a sweeping, impassioned novel of activism and resistance that is also a stunning evocation of—and paean to—the natural world. From the roots to the crown and back to the seeds, The Overstory unfolds in concentric rings of interlocking fables that range from antebellum New York to the late twentieth-century Timber Wars of the Pacific Northwest and beyond, exploring the essential conflict on this planet: the one taking place between humans and nonhumans. There is a world alongside ours—vast, slow, interconnected, resourceful, magnificently inventive, and almost invisible to us. This is the story of a handful of people who learn how to see that world and who are drawn up into its unfolding catastrophe. The Overstory is a book for all readers who despair of humanity’s self-imposed separation from the rest of creation and who hope for the transformative, regenerating possibility of a homecoming. If the trees of this earth could speak, what would they tell us? \"Listen. There’s something you need to hear.\"",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/243129/8758252-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 381936,
              "title": "The Goldfinch",
              "contributions": [
                {
                  "author": {
                    "name": "Donna Tartt"
                  }
                }
              ],
              "description": "\"The Goldfinch is a rarity that comes along perhaps half a dozen times per decade, a smartly written literary novel that connects with the heart as well as the mind....Donna Tartt has delivered an extraordinary work of fiction.\"--Stephen King, The New York Times Book Review\r\n\r\nComposed with the skills of a master, The Goldfinch is a haunted odyssey through present day America and a drama of enthralling force and acuity.\r\n\r\nIt begins with a boy. Theo Decker, a thirteen-year-old New Yorker, miraculously survives an accident that kills his mother. Abandoned by his father, Theo is taken in by the family of a wealthy friend. Bewildered by his strange new home on Park Avenue, disturbed by schoolmates who don't know how to talk to him, and tormented above all by his unbearable longing for his mother, he clings to one thing that reminds him of her: a small, mysteriously captivating painting that ultimately draws Theo into the underworld of art. \r\n\r\nAs an adult, Theo moves silkily between the drawing rooms of the rich and the dusty labyrinth of an antiques store where he works. He is alienated and in love-and at the center of a narrowing, ever more dangerous circle. \r\n\r\nThe Goldfinch is a novel of shocking narrative energy and power. It combines unforgettably vivid characters, mesmerizing language, and breathtaking suspense, while plumbing with a philosopher's calm the deepest mysteries of love, identity, and art. It is a beautiful, stay-up-all-night and tell-all-your-friends triumph, an old-fashioned story of loss and obsession, survival and self-invention, and the ruthless machinations of fate.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/381936/7267111-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Spanish"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 10099,
              "title": "A Visit from the Goon Squad",
              "contributions": [
                {
                  "author": {
                    "name": "Jennifer Egan"
                  }
                }
              ],
              "description": "Jennifer Egan's spellbinding interlocking narratives circle the lives of Bennie Salazar, an aging former punk rocker and record executive, and Sasha, the passionate, troubled young woman he employs. Although Bennie and Sasha never discover each other's pasts, the reader does, in intimate detail, along with the secret lives of a host of other characters whose paths intersect with theirs, over many years, in locales as varied as New York, San Francisco, Naples, and Africa.\r\n\r\nWe first meet Sasha in her mid-thirties, on her therapist's couch in New York City, confronting her long-standing compulsion to steal. Later, we learn the genesis of her turmoil when we see her as the child of a violent marriage, then as a runaway living in Naples, then as a college student trying to avert the suicidal impulses of her best friend. We plunge into the hidden yearnings and disappointments of her uncle, an art historian stuck in a dead marriage, who travels to Naples to extract Sasha from the city's demimonde and experiences an epiphany of his own while staring at a sculpture of Orpheus and Eurydice in the Museo Nazionale. \r\n\r\nWe meet Bennie Salazar at the melancholy nadir of his adult life--divorced, struggling to connect with his nine-year-old son, listening to a washed-up band in the basement of a suburban house--and then revisit him in 1979, at the height of his youth, shy and tender, reveling in San Francisco's punk scene as he discovers his ardor for rock and roll and his gift for spotting talent. We learn what became of his high school gang--who thrived and who faltered--and we encounter Lou Kline, Bennie's catastrophically careless mentor, along with the lovers and children left behind in the wake of Lou's far-flung sexual conquests and meteoric rise and fall.\r\n\r\n*A Visit from the Goon Squad* is a book about the interplay of time and music, about survival, about the stirrings and transformations set inexorably in motion by even the most passing conjunction of our fates. In a breathtaking array of styles and tones ranging from tragedy to satire to PowerPoint, Egan captures the undertow of self-destruction that we all must either master or succumb to; the basic human hunger for redemption; and the universal tendency to reach for both--and escape the merciless progress of time--in the transporting realms of art and music. Sly, startling, exhilarating work from one of our boldest writers. *From the Hardcover edition.*",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/10099/6452334-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 263963,
              "title": "Olive Kitteridge",
              "contributions": [
                {
                  "author": {
                    "name": "Elizabeth Strout"
                  }
                }
              ],
              "description": "Olive Kitteridge: indomitable, compassionate and often unpredictable. A retired schoolteacher in a small coastal town in Maine, as she grows older she struggles to make sense of the changes in her life. She is a woman who sees into the hearts of those around her, their triumphs and tragedies.\r\n\r\nWe meet her stoic husband, bound to her in a marriage both broken and strong, and a young man who aches for the mother he lost - and whom Olive comforts by her mere presence, while her own son feels overwhelmed by her complex sensitivities.\r\n\r\nA penetrating, vibrant exploration of the human soul, the story of Olive Kitteridge will make you laugh, nod in recognition, wince in pain, and shed a tear or two.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/263963/2733808-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 36087,
              "title": "The Road",
              "contributions": [
                {
                  "author": {
                    "name": "Cormac McCarthy"
                  }
                }
              ],
              "description": "A father and his son walk alone through burned America. Nothing moves in the ravaged landscape save the ash on the wind. It is cold enough to crack stones, and when the snow falls it is gray. The sky is dark. Their destination is the coast, although they don’t know what, if anything, awaits them there. They have nothing; just a pistol to defend themselves against the lawless bands that stalk the road, the clothes they are wearing, a cart of scavenged food—and each other.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/36087/8373710-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Fairy tales"
                  }
                },
                {
                  "tag": {
                    "tag": "Travel"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 431275,
              "title": "Gilead",
              "contributions": [
                {
                  "author": {
                    "name": "Marilynne Robinson"
                  }
                }
              ],
              "description": "Gilead won the 2005 Pulitzer Prize for Fiction and the National Book Critics Circle Award. It is an epistolary novel, as the entire narrative is a single, continuing, albeit episodic, document, written on several occasions in a form combining a journal and a memoir. It comprises the fictional autobiography of John Ames, an elderly, white Congregationalist pastor in the small, secluded town of Gilead, Iowa (also fictional), who knows that he is dying of a heart condition. At the beginning of the book, the date is established as 1956. Ames explains that he is writing an account of his life for his seven-year-old son, who will have few memories of him.\n\nSource: Wikipedia",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/431275/10129529-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "slow"
                  }
                },
                {
                  "tag": {
                    "tag": "Not Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 383784,
              "title": "The Known World",
              "contributions": [
                {
                  "author": {
                    "name": "Edward P. Jones"
                  }
                }
              ],
              "description": "E-Book exclusive extras: \"Inside The Known World: An Interview with Edward P. Jones\"; Reading Group GuideHenry Townsend, a black farmer, bootmaker, and former slave, has a fondness for Paradise Lost and an unusual mentor -- William Robbins, perhaps the most powerful man in antebellum Virginia's Manchester County. Under Robbins's tutelage, Henry becomes proprietor of his own plantation -- as well as of his own slaves. When he dies, his widow, Caldonia, succumbs to profound grief, and things begin to fall apart at their plantation: slaves take to escaping under the cover of night, and families who had once found love beneath the weight of slavery begin to betray one another. Beyond the Townsend estate, the known world also unravels: low-paid white patrollers stand watch as slave \"speculators\" sell free black people into slavery, and rumors of slave rebellions set white families against slaves who have served them for years.An ambitious, luminously written novel that ranges seamlessly between the past and future and back again to the present, The Known World weaves together the lives of freed and enslaved blacks, whites, and Indians -- and allows all of us a deeper understanding of the enduring multidimensional world created by the institution of slavery.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/383784/8303860-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 89970,
              "title": "Middlesex",
              "contributions": [
                {
                  "author": {
                    "name": "Jeffrey Eugenides"
                  }
                }
              ],
              "description": "A dazzling triumph from the bestselling author of The Virgin Suicides--the astonishing tale of a gene that passes down through three generations of a Greek-American family and flowers in the body of a teenage girl.\n\n\"I was born twice: first, as a baby girl, on a remarkably smogless Detroit day of January 1960; and then again, as a teenage boy, in an emergency room near Petoskey, Michigan, in August of l974. . . My birth certificate lists my name as Calliope Helen Stephanides. My most recent driver's license...records my first name simply as Cal.\"\n\nSo begins the breathtaking story of Calliope Stephanides and three generations of the Greek-American Stephanides family who travel from a tiny village overlooking Mount Olympus in Asia Minor to Prohibition-era Detroit, witnessing its glory days as the Motor City, and the race riots of l967, before they move out to the tree-lined streets of suburban Grosse Pointe, Michigan. To understand why Calliope is not like other girls, she has to uncover a guilty family secret and the astonishing genetic history that turns Callie into Cal, one of the most audacious and wondrous narrators in contemporary fiction. Lyrical and thrilling, Jeffrey Eugenides's Middlesex is an exhilarating reinvention of the American epic.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/89970/4308879-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 431161,
              "title": "Interpreter of Maladies",
              "contributions": [
                {
                  "author": {
                    "name": "Jhumpa Lahiri"
                  }
                }
              ],
              "description": "Winner Pulitzer Prize 2000 - A collection of stories by Indian author Jhumpa Lahiri.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/431161/393245-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 97761,
              "title": "The Hours",
              "contributions": [
                {
                  "author": {
                    "name": "Michael Cunningham"
                  }
                }
              ],
              "description": "A daring, deeply affecting third novel by the author of A Home at the End of the World and Flesh and Blood. In The Hours, Michael Cunningham, widely praised as one of the most gifted writers of his generation, draws inventively on the life and work of Virginia Woolf to tell the story of a group of contemporary characters struggling with the conflicting claims of love and inheritance, hope and despair. \r\n\r\nThe narrative of Woolf's last days before her suicide early in World War II counterpoints the fictional stories of Richard, a famous poet whose life has been shadowed by his talented and troubled mother, and his lifelong friend Clarissa, who strives to forge a balanced and rewarding life in spite of the demands of friends, lovers, and family. \r\n\r\nPassionate, profound, and deeply moving, this is Cunningham's most remarkable achievement to date.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/97761/8160334-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 286272,
              "title": "Martin Dressler",
              "contributions": [
                {
                  "author": {
                    "name": "Steven Millhauser"
                  }
                }
              ],
              "description": "In Steven Millhauser's new novel set in turn-of-the-century New York City, we watch young entrepreneur Martin Dressler like many of his day make the ascent from hotel bellhop to builder of hotels. This mesmerizing novel brings us face to face with the ambiguity beneath the optimism of the American dream with a swiftness and intensity that are in themselves magnificently dreamlike.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/286272/6536812-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 132953,
              "title": "The Stone Diaries",
              "contributions": [
                {
                  "author": {
                    "name": "Carol Shields"
                  }
                }
              ],
              "description": "An aged woman discovers herself as she reflects upon her life in the 20th century.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/132953/8373400-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 148073,
              "title": "The Shipping News",
              "contributions": [
                {
                  "author": {
                    "name": "Annie Proulx"
                  }
                }
              ],
              "description": "At thirty-six, Quoyle, a third-rate newspaperman, is wrenched violently out of his workaday life when his two-timing wife meets her just deserts. He retreats with his two daughters to his ancestral home on the starkly beautiful Newfoundland coast, where a rich cast of local characters all play a part in Quoyle's struggle to reclaim his life. As three generations of his family cobble up new lives, Quoyle confronts his private demons--and the unpredictable forces of nature and society--and begins to see the possibility of love without pain or misery.\r\n\r\nA vigorous, darkly comic, and at times magical portrait of the contemporary American family, The Shipping News shows why E. Annie Proulx is recognized as one of the most gifted and original writers in America today.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/148073/10522593-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 177149,
              "title": "Rabbit at Rest",
              "contributions": [
                {
                  "author": {
                    "name": "John Updike"
                  }
                }
              ],
              "description": "It's 1989, and Harry 'Rabbit' Angstrom is far from restful. Fifty-six and overweight, he has a struggling business on his hands and a heart that is starting to fail. His family, too, are giving him cause for concern. His son Nelson is a wreck of a man, a cocaine addict with shattered self-respect. Janice, his wife, has decided that she wants to be a working girl. And as for Pru, his daughter-in-law, she seems to be sending out signals to Rabbit that he knows he should ignore, but somehow can't. He has to make the most of life, after all. He doesn't have much time left ...",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/177149/291207-L.jpg"
                }
              ],
              "taggings": []
            }
          },
          {
            "book": {
              "id": 374373,
              "title": "Beloved",
              "contributions": [
                {
                  "author": {
                    "name": "Toni Morrison"
                  }
                },
                {
                  "author": {
                    "name": "A.S. Byatt"
                  }
                }
              ],
              "description": "This ”brutally powerful, mesmerizing story” (People) is an unflinchingly look into the abyss of slavery, from the acclaimed Nobel Prize winner.\n\nOne of The Atlantic’s Great American Novels of the Past 100 Years\n\nSethe was born a slave and escaped to Ohio, but eighteen years later she is still not free. Sethe has too many memories of Sweet Home, the beautiful farm where so many hideous things happened. And Sethe’s new home is haunted by the ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved. \n\n“A masterwork…. Wonderful…. I can’t imagine American literature without it.” —John Leonard, Los Angeles Times",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/374373/8261367-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 365160,
              "title": "Foreign Affairs",
              "contributions": [
                {
                  "author": {
                    "name": "Alison Lurie"
                  }
                }
              ],
              "description": "Virginia Miner, a fifty-something, unmarried tenured professor, is in London to work on her new book about children’s folk rhymes. Despite carrying a U.S. passport, Vinnie feels essentially English and rather looks down on her fellow Americans. But in spite of that, she is drawn into a mortifying and oddly satisfying affair with an Oklahoman tourist who dresses more Bronco Billy than Beau Brummel.\r\n\r\nAlso in London is Vinnie’s colleague Fred Turner, a handsome, flat broke, newly separated, and thoroughly miserable young man trying to focus on his own research. Instead, he is distracted by a beautiful and unpredictable English actress and the world she belongs to. \r\n\r\nBoth American, both abroad, and both achingly lonely, Vinnie and Fred play out their confused alienation and dizzying romantic liaisons in Alison Lurie’s Pulitzer Prize-winning novel. Smartly written, poignant, and witty, Foreign Affairs remains an enduring comic masterpiece.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/365160/490735-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 106039,
              "title": "Rabbit Is Rich",
              "contributions": [
                {
                  "author": {
                    "name": "John Updike"
                  }
                }
              ],
              "description": "It's 1979 and Rabbit is no longer running. He's walking, and beginning to get out of breath. That's OK, though - it gives him the chance to enjoy the wealth that comes with middle age. It's all in place: he's Chief Sales Representative and co-owner of Springer motors; his wife, at home or in the club, is keeping trim; he wears good suits, and the cash is pouring in. So why is it that he finds it so hard to accept the way that things have turned out? And why, when he looks at his family, is he haunted by regrets about all those lives he'll never live?",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/106039/291193-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 385284,
              "title": "A Confederacy of Dunces",
              "contributions": [
                {
                  "author": {
                    "name": "John Kennedy Toole"
                  }
                }
              ],
              "description": "A Confederacy of Dunces is an American comic masterpiece. John Kennedy Toole's hero is one Ignatius J. Reilly, \"huge, obese, fractious, fastidious, a latter-day Gargantua, a Don Quixote of the French Quarter. His story bursts with wholly original characters, denizens of New Orleans' lower depths, incredibly true-to-life dialogue, and the zaniest series of high and low comic adventures.\"",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/385284/8363519-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 200534,
              "title": "The Killer Angels: The Classic Novel of the Civil War",
              "contributions": [
                {
                  "author": {
                    "name": "Michael Shaara"
                  }
                }
              ],
              "description": "*The Killer Angels* (1974) is a historical novel by Michael Shaara that was awarded the Pulitzer Prize for Fiction in 1975. The book tells the story of the four days of the Battle of Gettysburg in the American Civil War: June 30, 1863, as the troops of both the Union and the Confederacy move into battle around the town of Gettysburg, Pennsylvania, and July 1, July 2, and July 3, when the battle was fought. The story is character-driven and told from the perspective of various protagonists.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/200534/1921876-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "English fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "American fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Gettysburg"
                  }
                },
                {
                  "tag": {
                    "tag": " Battle of"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 149826,
              "title": "The Optimist's Daughter",
              "contributions": [
                {
                  "author": {
                    "name": "Eudora Welty"
                  }
                }
              ],
              "description": "The Optimist's Daughter is the story of Laurel McKelva Hand, a young woman who has left the South and returns, years later, to New Orleans, where her father is dying. After his death, she and her silly young stepmother go back still farther, to the small Mississippi town where she grew up. Alone in the old house, Laurel finally comes to an understanding of the past, herself, and her parents.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/149826/228104-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "Character driven"
                  }
                },
                {
                  "tag": {
                    "tag": "slow"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 331363,
              "title": "The Confessions of Nat Turner",
              "contributions": [
                {
                  "author": {
                    "name": "William Styron"
                  }
                }
              ],
              "description": "This is a controversial historical novel purporting to tell the story of Nat Turner, a black American slave who led a large slave revolt in Virginia in 1831. The novel attempts to explore the reasons for the bloodthirsty revolt in which Turner and his followers killed a number of white plantation owners before being apprehended, tried and hanged.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/331363/419415-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "African American men"
                  }
                },
                {
                  "tag": {
                    "tag": "Southampton Insurrection"
                  }
                },
                {
                  "tag": {
                    "tag": " 1831"
                  }
                },
                {
                  "tag": {
                    "tag": "Nat Turner's Rebellion"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 258702,
              "title": "The Collected Stories",
              "contributions": [
                {
                  "author": {
                    "name": "Katherine Anne Porter"
                  }
                },
                {
                  "author": {
                    "name": "Elizabeth Hardwick"
                  }
                }
              ],
              "description": "Note: pages 323 and 324 missing.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/258702/6637800-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 149361,
              "title": "To Kill A Mockingbird",
              "contributions": [
                {
                  "author": {
                    "name": "Harper Lee"
                  }
                }
              ],
              "description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it. \"To Kill A Mockingbird\" became both an instant bestseller and a critical success when it was first published in 1960. It went on to win the Pulitzer Prize in 1961 and was later made into an Academy Award-winning film, also a classic.\n\nCompassionate, dramatic, and deeply moving, \"To Kill A Mockingbird\" takes readers to the roots of human behavior - to innocence and experience, kindness and cruelty, love and hatred, humor and pathos. Now with over 18 million copies in print and translated into forty languages, this regional story by a young Alabama woman claims universal appeal. Harper Lee always considered her book to be a simple love story. Today it is regarded as a masterpiece of American literature.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/149361/10146445-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Spanish"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 368053,
              "title": "A Death in the Family: A Restoration of the Author's Text",
              "contributions": [
                {
                  "author": {
                    "name": "James Agee"
                  }
                },
                {
                  "author": {
                    "name": "Michael A. Lofaro"
                  }
                }
              ],
              "description": "Forty years after its original publication, James Agee's last novel seems, more than ever, an American classic. For in his lyrical, sorrowful account of a man's death and its impact on his family, Agee painstakingly created a small world of domestic happiness and then showed how quickly and casually it could be destroyed.\r\n\r\nOn a sultry summer night in 1915, Jay Follet leaves his house in Knoxville, Tennessee, to tend to his father, whom he believes is dying. The summons turns out to be a false alarm, but on his way back to his family, Jay has a car accident and is killed instantly. Dancing back and forth in time and braiding the viewpoints of Jay's wife, brother, and young son, Rufus, Agee creates an overwhelmingly powerful novel of innocence, tenderness, and loss that should be read aloud for the sheer music of its prose.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/368053/228289-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 288796,
              "title": "Andersonville",
              "contributions": [
                {
                  "author": {
                    "name": "MacKinlay Kantor"
                  }
                }
              ],
              "description": "\"The greatest of our Civil War novels.\" - The New York Times\r\n\r\nThe 1955 Pulitzer Prize winning story of the Andersonville Fortress and its use as a concentration camp-like prison by the South during the Civil War.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/288796/296404-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 187378,
              "title": "The Caine Mutiny",
              "contributions": [
                {
                  "author": {
                    "name": "Herman Wouk"
                  }
                }
              ],
              "description": "Winner of the Pulitzer Prize this atmospheric novel tells the story in flashback of a mutiny aboard a United States minesweeper during WW2. The murky events of the mutiny emerge during a court-martial and it soon becomes clear that few people will emerge from the trial with any credit.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/187378/191143-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 445453,
              "title": "The Collected Stories of Jean Stafford",
              "contributions": [
                {
                  "author": {
                    "name": "Jean Stafford"
                  }
                }
              ],
              "description": "Jean Stafford communicates the small details of loneliness and connection, the search for freedom and the desire to belong, that not only illuminate whole lives but also convey with an elegant economy of words the sense of the place and time in which her protagonists find themselves.",
              "images": [],
              "taggings": []
            }
          },
          {
            "book": {
              "id": 32587,
              "title": "Less",
              "contributions": [
                {
                  "author": {
                    "name": "Andrew Sean Greer"
                  }
                },
                {
                  "author": {
                    "name": "Elena Dal Pra"
                  }
                }
              ],
              "description": "Who says you can't run away from your problems? You are a failed novelist about to turn fifty. A wedding invitation arrives in the mail: your boyfriend of the past nine years is engaged to someone else. You can't say yes--it would be too awkward--and you can't say no--it would look like defeat. On your desk are a series of invitations to half-baked literary events around the world.\n\nQUESTION: How do you arrange to skip town?\n\nANSWER: You accept them all.\n\nWhat would possibly go wrong? Arthur Less will almost fall in love in Paris, almost fall to his death in Berlin, barely escape to a Moroccan ski chalet from a Saharan sandstorm, accidentally book himself as the (only) writer-in-residence at a Christian Retreat Center in Southern India, and encounter, on a desert island in the Arabian Sea, the last person on Earth he wants to face. Somewhere in there: he will turn fifty. Through it all, there is his first love. And there is his last.\n\nBecause, despite all these mishaps, missteps, misunderstandings and mistakes, Less is, above all, a love story.\n\nA scintillating satire of the American abroad, a rumination on time and the human heart, a bittersweet romance of chances lost, by an author The New York Times has hailed as \"inspired, lyrical,\" \"elegiac,\" \"ingenious,\" as well as \"too sappy by half,\" Less shows a writer at the peak of his talents raising the curtain on our shared human comedy.\n\n\"I could not love LESS more.\"--Ron Charles, The Washington Post\n\n\"Andrew Sean Greer's Less is excellent company. It's no less than bedazzling, bewitching and be-wonderful.\"--Christopher Buckley, The New York Times Book Review",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/32587/8596367-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432357,
              "title": "The Sympathizer",
              "contributions": [
                {
                  "author": {
                    "name": "Viet Thanh Nguyen"
                  }
                }
              ],
              "description": "The novel, The Sympathizer, begins in April 1975, as Saigon is about to fall to communist invasion. Soon enough it does, and the war is over. Or is it?\n\nBlack comedy,  historical novel, and literary thriller, The Sympathizer follows a nameless spy who has infiltrated the South Vietnamese army and flees with its remnants to America. His mission: report on their efforts to continue their lost war. As the aide to a general who refuses to admit defeat, he observes the struggles of the Vietnamese refugees to survive in a melancholic Los Angeles. Among them, the general believes, are communist agents. So our spy’s double life continues, hunting communists while helping the general organize a covert army. Their mission: to invade Vietnam and take it back.\n\nNeither America nor a double life is new to our narrator. He is Eurasian, his father a French priest, his mother Vietnamese. He has been a double agent since his teenage years, and in his college years, he studied in California, the better to learn American culture. His war is a psychological one, but as he slowly realizes, much of that war is fought within himself, a man in between races and countries. As he tells us from the beginning: I am a spy, a sleeper, a spook, a man of two faces. Perhaps not surprisingly, I am also a man of two minds.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432357/8474102-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432218,
              "title": "Tinkers",
              "contributions": [
                {
                  "author": {
                    "name": "Paul Harding"
                  }
                }
              ],
              "description": "Special edition of Paul Harding’s Pulitzer Prize–winning debut novel—featuring a new foreword by Marilynne Robinson and book club extras inside In this deluxe tenth anniversary edition, Marilynne Robinson introduces the beautiful novel Tinkers, which begins with an old man who lies dying. As time collapses into memory, he travels deep into his past, where he is reunited with his father and relives the wonder and pain of his impoverished New England youth. At once heartbreaking and life affirming, Tinkers is an elegiac meditation on love, loss, and the fierce beauty of nature. The story behind this New York Times bestselling debut novel—the first independently published Pulitzer Prize winner since A Confederacy of Dunces received the award nearly thirty years before—is as extraordinary as the elegant prose within it. Inspired by his family’s history, Paul Harding began writing Tinkers when his rock band broke up. Following numerous rejections from large publishers, Harding was about to shelve the manuscript when Bellevue Literary Press offered a contract. After being accepted by BLP, but before it was even published, the novel developed a following among independent booksellers from coast to coast. Readers and critics soon fell in love, and it went on to receive the Pulitzer Prize, prompting the New York Times to declare the novel’s remarkable success “the most dramatic literary Cinderella story of recent memory.” That story is still being written as readers across the country continue to discover this modern classic, which has now sold over half a million copies, proving once again that great literature has a thriving and passionate audience. Paul Harding is the author of two novels about multiple generations of a New England family: Enon and the Pulitzer Prize–winning Tinkers. He teaches at Stony Brook Southampton.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Psychology"
                  }
                },
                {
                  "tag": {
                    "tag": "Fathers and sons"
                  }
                },
                {
                  "tag": {
                    "tag": "Dementia"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 93917,
              "title": "March",
              "contributions": [
                {
                  "author": {
                    "name": "Geraldine Brooks"
                  }
                }
              ],
              "description": "Winner of the Pulitzer Prize--a powerful love story set against the backdrop of the Civil War, from the author of The Secret Chord.\n\nFrom Louisa May Alcott's beloved classic Little Women, Geraldine Brooks has animated the character of the absent father, March, and crafted a story \"filled with the ache of love and marriage and with the power of war upon the mind and heart of one unforgettable man\" (Sue Monk Kidd). With \"pitch-perfect writing\" (USA Today), Brooks follows March as he leaves behind his family to aid the Union cause in the Civil War. His experiences will utterly change his marriage and challenge his most ardently held beliefs. A lushly written, wholly original tale steeped in the details of another time, March secures Geraldine Brooks's place as a renowned author of historical fiction.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/93917/541260-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432262,
              "title": "Empire Falls",
              "contributions": [
                {
                  "author": {
                    "name": "Richard Russo"
                  }
                }
              ],
              "description": "Miles Roby has been slinging burgers at the Empire Grill for 20 years, a job that cost him his college education and much of his self- respect. What keeps him there? It could be his bright, sensitive daughter Tick, who needs all his help surviving high school. Or maybe it's Janine, Miles' soon-to-be ex-wife, who's taken up with a noxiously vain health-club proprietor. Or perhaps it's the imperious Francine Whiting, who owns everything in town-and seems to believe that 'everything' includes Miles himself. In Empire Falls Richard Russo delves deep into the blue-collar heart of America in a work that overflows with hilarity, heartache, and grace.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432262/418040-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432387,
              "title": "The Mambo Kings Play Songs of Love",
              "contributions": [
                {
                  "author": {
                    "name": "Oscar Hijuelos"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432387/41707-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432382,
              "title": "Ironweed",
              "contributions": [
                {
                  "author": {
                    "name": "William  Kennedy"
                  }
                }
              ],
              "description": "“[W]ith Ironweed, William Kennedy is making American literature.”—The Washington Post Book World Francis Phelan has hit bottom. More than twenty years ago, the ex-ballplayer, part-time gravedigger, and full-time bum with the gift of gab left Albany after a tragic accident. Now, in 1938, Francis is back in town and faced with the wife and home he abandoned, roaming the old familiar streets, trying to make peace with the ghosts of the past and present. Winner of the Pultizer Prize and the National Book Critics Circle Award for Fiction, Ironweed “goes straight for the throat and the funnybone\" (The New York Times). William Kennedy’s Albany Cycle of novels reflect what he once described as the fusion of his imagination with a single place. A native and longtime resident of Albany, New York, his work moves from the mid-nineteenth to the mid-twentieth century, chronicling family life, the city’s netherworld, and its spheres of power—financial, ethnic, political—often among the Irish-Americans who dominated the city in this period. The novels in his cycle include, Legs, Billy Phelan’s Greatest Game, Ironweed, Quinn’s Book, Very Old Bones, The Flaming Corsage, and Roscoe.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432382/1364597-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "Albany (N.Y.)"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432282,
              "title": "Collected Stories",
              "contributions": [
                {
                  "author": {
                    "name": "John Cheever"
                  }
                },
                {
                  "author": {
                    "name": "Hanif Kureishi"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432282/229490-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432223,
              "title": "Humboldt's Gift",
              "contributions": [
                {
                  "author": {
                    "name": "Saul Bellow"
                  }
                }
              ],
              "description": "For many years, the great poet Von Humboldt Fleisher and Charlie Citrine, a young man inflamed with a love for literature, were the best of friends. At the time of his death, however, Humboldt is a failure, and Charlie's life has reached a low point- his career is at a standstill, and he's enmeshed in an acrimonious divorce, infatuated with a highly unsuitable young woman and involved with a neurotic mafioso. And then Humboldt acts from beyond the grave, bestowing upon Charlie an unexpected legacy that may just help him turn his life around.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432223/5411438-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "informative"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432274,
              "title": "House Made of Dawn",
              "contributions": [
                {
                  "author": {
                    "name": "N. Scott Momaday"
                  }
                }
              ],
              "description": "The magnificent Pulitzer Prize-winning novel of a stranger in his native land A young Native American, Abel has come home from a foreign war to find himself caught between two worlds. The first is the world of his father's, wedding him to the rhythm of the seasons, the harsh beauty of the land, and the ancient rites and traditions of his people. But the other world -- modern, industrial America -- pulls at Abel, demanding his loyalty, claiming his soul, goading him into a destructive, compulsive cycle of dissipation and disgust. And the young man, torn in two, descends into hell.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432274/3854522-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "Character driven"
                  }
                },
                {
                  "tag": {
                    "tag": "slow"
                  }
                },
                {
                  "tag": {
                    "tag": "Unloveable Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432379,
              "title": "The Fixer",
              "contributions": [
                {
                  "author": {
                    "name": "Bernard Malamud"
                  }
                },
                {
                  "author": {
                    "name": "Jonathan Safran Foer"
                  }
                }
              ],
              "description": "\"Introduction by Jonathan Safran Foer\"--Cover.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432379/225215-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Religion"
                  }
                },
                {
                  "tag": {
                    "tag": "Antisemitism"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432256,
              "title": "The Reivers",
              "contributions": [
                {
                  "author": {
                    "name": "William Faulkner"
                  }
                },
                {
                  "author": {
                    "name": "John H. Mayer"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432256/8292220-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432384,
              "title": "A Fable",
              "contributions": [
                {
                  "author": {
                    "name": "William Faulkner"
                  }
                }
              ],
              "description": "This novel won both the Pulitzer Prize and the National Book Award in 195. An allegorical story of World War I, set in the trenches in France and dealing ostensibly with a mutiny in a French regiment, it was originally considered a sharp departure for Faulkner. Recently it has come to be recognized as one of his major works and an essential part of the Faulkner oeuvre. Faulkner himself fought in the war, and his descriptions of it \"rise to magnificence,\" according to The New York Times, and include, in Malcolm Cowley's words, \"some of the most powerful scenes he ever conceived.\"",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432384/8260994-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432281,
              "title": "The Way West",
              "contributions": [
                {
                  "author": {
                    "name": "A.B. Guthrie Jr."
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432281/393598-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 859112,
              "title": "Tales of South Pacific",
              "contributions": [
                {
                  "author": {
                    "name": "James A. Michener"
                  }
                }
              ],
              "description": "Tales of love and war, set in the islands of the South Pacific during World War II.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Oceania"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 105179,
              "title": "The Orphan Master's Son",
              "contributions": [
                {
                  "author": {
                    "name": "Adam Johnson"
                  }
                }
              ],
              "description": "The Orphan Master's Son is a 2012 novel by American author Adam Johnson. It deals with intertwined themes of propaganda, identity, and state power in North Korea. The novel was awarded the 2013 Pulitzer Prize for Fiction.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/105179/8148374-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Thriller"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 375620,
              "title": "The Brief Wondrous Life of Oscar Wao",
              "contributions": [
                {
                  "author": {
                    "name": "Junot Díaz"
                  }
                }
              ],
              "description": "Oscar is a sweet but disastrously overweight ghetto nerd who—from the New Jersey home he shares with his old world mother and rebellious sister—dreams of becoming the Dominican J.R.R. Tolkien and, most of all, finding love. But Oscar may never get what he wants. Blame the fukú—a curse that has haunted Oscar’s family for generations, following them on their epic journey from Santo Domingo to the USA. Encapsulating Dominican-American history, The Brief Wondrous Life of Oscar Wao opens our eyes to an astonishing vision of the contemporary American experience and explores the endless human capacity to persevere—and risk it all—in the name of love.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/375620/6793808-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/375620/757c1aa1-7e2d-4b2d-8d7e-58616454b623.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/375620/8c5e848b-6acf-43ed-8dd4-39c2c52736d4.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 114901,
              "title": "American Pastoral",
              "contributions": [
                {
                  "author": {
                    "name": "Philip Roth"
                  }
                }
              ],
              "description": "As the American century draws to an uneasy close, Philip Roth gives us a novel of unqualified greatness that is an elegy for all our century's promises of prosperity, civic order, and domestic bliss. Roth's protagonist is Swede Levov, a legendary athlete at his Newark high school, who grows up in the booming postwar.years to marry a former Miss New Jersey, inherit his father's glove factory, and move into a stone house in the idyllic hamlet of Old Rimrock. And then one day in 1968, Swede's beautiful American luck deserts him.\r\n\r\nFor Swede's adored daughter, Merry, has grown from a loving, quick- witted girl into a sullen, fanatical teenager—a teenager capable of an outlandishly savage act of political terrorism. And overnight Swede is wrenched out of the longed-for American pastoral and into the indigenous American berserk. Compulsively readable, propelled by sorrow, rage, and a deep compassion for its character.s, this is Roth's masterpiece.\r\n--back cover",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/114901/4700186811113145.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/114901/9322643-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "sexism"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 332211,
              "title": "Independence Day",
              "contributions": [
                {
                  "author": {
                    "name": "Richard Ford"
                  }
                }
              ],
              "description": "Frank Bascombe, in the aftermath of his divorce and the ruin of his career, has entered a period of selling real estate in Haddam, New Jersey and mastering the high-wire act of normalcy.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/332211/10440612-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 175986,
              "title": "A Thousand Acres",
              "contributions": [
                {
                  "author": {
                    "name": "Jane Smiley"
                  }
                }
              ],
              "description": "This powerful twentieth-century reimagining of Shakespeare’s *King Lear* centers on a wealthy Iowa farmer who decides to divide his farm between his three daughters. When the youngest objects, she is cut out of his will. This sets off a chain of events that brings dark truths to light and explodes long-suppressed emotions. Ambitiously conceived and stunningly written, *A Thousand Acres* takes on themes of truth, justice, love, and pride—and reveals the beautiful yet treacherous topography of humanity.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/175986/744977-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                },
                {
                  "tag": {
                    "tag": "sad"
                  }
                },
                {
                  "tag": {
                    "tag": "Character driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 221025,
              "title": "Lonesome Dove",
              "contributions": [
                {
                  "author": {
                    "name": "Larry McMurtry"
                  }
                }
              ],
              "description": "A love story, an adventure, and an epic of the frontier, Larry McMurtry’s Pulitzer Prize— winning classic, Lonesome Dove, the third book in the Lonesome Dove tetralogy, is the grandest novel ever written about the last defiant wilderness of America. Journey to the dusty little Texas town of Lonesome Dove and meet an unforgettable assortment of heroes and outlaws, whores and ladies, Indians and settlers. Richly authentic, beautifully written, always dramatic, Lonesome Dove is a book to make us laugh, weep, dream, and remember.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/221025/8376548-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 166182,
              "title": "The Color Purple",
              "contributions": [
                {
                  "author": {
                    "name": "Alice Walker"
                  }
                }
              ],
              "description": "The Color Purple is a 1982 epistolary novel by American author Alice Walker which won the 1983 Pulitzer Prize for Fiction and the National Book Award for Fiction.\r\n\r\nThe novel has been the frequent target of censors and appears on the American Library Association list of the 100 Most Frequently Challenged Books of 2000–2009 at number seventeenth because of the sometimes explicit content, particularly in terms of violence. In 2003, the book was listed on the BBC's The Big Read poll of the UK's \"best-loved novels.\"\r\n\r\n----------\r\nAlso contained in:\r\n\r\n - [The Third Life of Grange Copeland / Meridian / The Color Purple][1]\r\n\r\n\r\n  [1]: https://openlibrary.org/works/OL18025207W/The_Third_Life_of_Grange_Copeland_Meridian_The_Color_Purple",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/166182/8564628-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 274627,
              "title": "The Executioner's Song",
              "contributions": [
                {
                  "author": {
                    "name": "Norman Mailer"
                  }
                },
                {
                  "author": {
                    "name": "Dave Eggers"
                  }
                }
              ],
              "description": "Arguably the greatest book from America's most heroically ambitious writer, THE EXECUTIONER'S SONG follows the short, blighted life of Gary Gilmore who became famous after he robbed two men in 1976 and killed them in cold blood. After being tried and convicted, he immediately insisted on being executed for his crime. To do so, he fought a system that seemed intent on keeping him alive long after it had sentenced him to death. And that fight for the right to die is what made him famous.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/274627/6975866-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "American fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 201771,
              "title": "Angle of Repose",
              "contributions": [
                {
                  "author": {
                    "name": "Wallace Stegner"
                  }
                },
                {
                  "author": {
                    "name": "Kenneth Dewey"
                  }
                }
              ],
              "description": "Wallace Stegner's Pultizer Prize-winning novel is a story of discovery—personal, historical, and geographical. Confined to a wheelchair, retired historian Lyman Ward sets out to write his grandparents' remarkable story, chronicling their days spent carving civilization into the surface of America's western frontier. But his research reveals even more about his own life than he's willing to admit. What emerges is an enthralling portrait of four generations in the life of an American family.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/201771/96450-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "Adultery"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 229304,
              "title": "The Edge of Sadness",
              "contributions": [
                {
                  "author": {
                    "name": "Edwin O'Connor"
                  }
                },
                {
                  "author": {
                    "name": "Ron Hansen"
                  }
                },
                {
                  "author": {
                    "name": "Amy Welborn"
                  }
                }
              ],
              "description": "Beautifully written . Very human, deeply spiritual. A book that resonates with life, it's struggles, its day to day routine that leads to introspection and encounters with God through simple people  in everyday events, in a struggle for sobriety. All these lead the protagonist to a the edge of darkness. Routine and struggle can do that to you . Instead of an abyss that you expect him plunge into he is in the end rescued by a loving, caring God. A God that manifests Himself in daily parochial life within a city' s catholic sector.  Author has spiritual depth and beautiful prose. I enjoyed this book very very much.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/229304/631964-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 59486,
              "title": "Advise and Consent",
              "contributions": [
                {
                  "author": {
                    "name": "Allen Drury"
                  }
                }
              ],
              "description": "Allen Drury’s *Advise and Consent* is one of the high points of 20th Century literature, a seminal work of political fiction—as relevant today as when it was first published. A sweeping tale of corruption and ambition cuts across the landscape of Washington, DC, with the breadth and realism that only an astute observer and insider can convey.\r\n\r\nAllen Drury has penetrated the world’s stormiest political battleground—the smoke-filled committee rooms of the United States Senate—to reveal the bitter conflicts set in motion when the President calls upon the Senate to confirm his controversial choice for Secretary of State. This novel is a true epic showing in fascinating detail the minds and motives of the statesmen, the opportunists, the idealists.\r\n\r\nFrom a Senate old-timer’s wily maneuvers, a vicious demagogue’s blistering smear campaign, the ugly personal jealousies that turn a highly qualified candidate into a public spectacle, to the tragic martyrdom of a presidential aspirant who refuses to sacrifice his principles for his career—never has there been a more revealing picture of Washington’s intricate political, diplomatic, and social worlds. *Advise and Consent* is a timeless story with clear echoes of today’s headlines.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/59486/6942940-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 248236,
              "title": "The Old Man and the Sea",
              "contributions": [
                {
                  "author": {
                    "name": "Ernest Hemingway"
                  }
                }
              ],
              "description": "Told in language of great simplicity and power, The Old Man and the Sea is the story of an old Cuban fisherman, down on his luck, and his supreme ordeal -- a relentless, agonizing battle with a giant marlin far out in the Gulf Stream.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/248236/426182-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Psychology"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432398,
              "title": "The Night Watchman",
              "contributions": [
                {
                  "author": {
                    "name": "Louise Erdrich"
                  }
                }
              ],
              "description": "Based on the extraordinary life of National Book Award-winning author Louise Erdrich's grandfather who worked as a night watchman and carried the fight against Native dispossession from rural North Dakota all the way to Washington, D.C., this powerful novel explores themes of love and death with lightness and gravity and unfolds with the elegant prose, sly humor, and depth of feeling of a master craftsman. Thomas Wazhashk is the night watchman at the jewel bearing plant, the first factory located near the Turtle Mountain Reservation in rural North Dakota. He is also a Chippewa Council member who is trying to understand the consequences of a new \"emancipation\" bill on its way to the floor of the United States Congress. It is 1953 and he and the other council members know the bill isn't about freedom; Congress is fed up with Indians. The bill is a \"termination\" that threatens the rights of Native Americans to their land and their very identity. How can the government abandon treaties made in good faith with Native Americans \"for as long as the grasses shall grow, and the rivers run\"? Since graduating high school, Pixie Paranteau has insisted that everyone call her Patrice. Unlike most of the girls on the reservation, Patrice, the class valedictorian, has no desire to wear herself down with a husband and kids. She makes jewel bearings at the plant, a job that barely pays her enough to support her mother and brother. Patrice's shameful alcoholic father returns home sporadically to terrorize his wife and children and bully her for money. But Patrice needs every penny to follow her beloved older sister, Vera, who moved to the big city of Minneapolis. Vera may have disappeared; she hasn't been in touch in months, and is rumored to have had a baby. Determined to find Vera and her child, Patrice makes a fateful trip to Minnesota that introduces her to unexpected forms of exploitation and violence, and endangers her life. Thomas and Patrice live in this impoverished reservation community along with young Chippewa boxer Wood Mountain and his mother Juggie Blue, her niece and Patrice's best friend Valentine, and Stack Barnes, the white high school math teacher and boxing coach who is hopelessly in love with Patrice. In the Night Watchman, Louise Erdrich creates a fictional world populated with memorable characters who are forced to grapple with the worst and best impulses of human nature. Illuminating the loves and lives, the desires and ambitions of these characters with compassion, wit, and intelligence, The Night Watchman is a majestic work of fiction from this revered cultural treasure.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432398/9286141-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Native Americans"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432377,
              "title": "A Good Scent from a Strange Mountain",
              "contributions": [
                {
                  "author": {
                    "name": "Robert Olen Butler"
                  }
                }
              ],
              "description": "The Vietnam War continues to play itself out in fiction, autobiography, and history books, but no American author has captured the experiences of the Vietnamese themselves--and caught their voices--more tellingly than Robert Olen Butler, who won the Pulitzer Prize in 1993 for A Good Scent From a Strange Mountain. The 15 stories collected here, all written in the first person, blend Vietnamese folklore, the terrible, lingering memories of war, American pop culture and family drama.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432377/579229-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432272,
              "title": "A Summons to Memphis",
              "contributions": [
                {
                  "author": {
                    "name": "Peter Taylor"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432272/5012748-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432229,
              "title": "Elbow Room",
              "contributions": [
                {
                  "author": {
                    "name": "James Alan McPherson"
                  }
                }
              ],
              "description": "\"Elbow Room,\" which tells the story of an interracial couple and the challenges they encounter due to societal prejudices. The narrator, who is a friend of the couple, reflects on the difficulties of being an interracial couple and the reactions from their families, particularly the white husband's father who rejects the marriage.\n\nThe collection includes other stories such as \"Why I Like Country Music,\" which explores the cultural differences between the North and South through the lens of a married couple's differing views on square dancing.\n\nAnother story, \"The Story of a Dead Man,\" delves into themes of family loyalty and the consequences of dishonesty.\n\nThroughout the collection, McPherson uses a blend of humor, social commentary, and philosophical introspection to address the themes of identity, race, and the search for personal freedom.\n\nThe title \"Elbow Room\" itself refers to the metaphorical space individuals have to navigate their lives within the constraints of societal expectations and racial divisions.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432229/290452-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432371,
              "title": "The Keepers of the House",
              "contributions": [
                {
                  "author": {
                    "name": "Shirley Ann Grau"
                  }
                }
              ],
              "description": "Entrenched on the same land since the early 1800s, the Howlands have, for seven generations, been pillars of their southern community. Extraordinary family lore has been passed down to Abigail Howland, but not all of it. When shocking facts come to light about her late grandfather William's relationship with Margaret Carmichael, a black housekeeper, the community is outraged, and quickly gathers to vent its fury on Abigail. Alone in the house the Howlands built, she is at once shaken by those who have betrayed her, and determined to punish the town that has persecuted her and her kin. Morally intricate, graceful, and suspenseful, The Keepers of the House has become a modern classic.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432371/588696-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "African Americans"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432276,
              "title": "The Travels of Jaimie McPheeters",
              "contributions": [
                {
                  "author": {
                    "name": "Robert Lewis Taylor"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432276/240545-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432221,
              "title": "The Town",
              "contributions": [
                {
                  "author": {
                    "name": "Conrad Richter"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432221/619795-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432323,
              "title": "Guard of Honor",
              "contributions": [
                {
                  "author": {
                    "name": "James Gould Cozzens"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432323/4653757-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 478556,
              "title": "All the Light We Cannot See",
              "contributions": [
                {
                  "author": {
                    "name": "Anthony Doerr"
                  }
                }
              ],
              "description": "Winner of the Pulitzer Prize and National Book Award finalist, the beloved instant New York Times bestseller and New York Times Book Review Top 10 Book about a blind French girl and a German boy whose paths collide in occupied France as both try to survive the devastation of World War II.\n\nMarie-Laure lives with her father in Paris near the Museum of Natural History where he works as the master of its thousands of locks. When she is six, Marie-Laure goes blind and her father builds a perfect miniature of their neighborhood so she can memorize it by touch and navigate her way home. When she is twelve, the Nazis occupy Paris, and father and daughter flee to the walled citadel of Saint-Malo, where Marie-Laure’s reclusive great uncle lives in a tall house by the sea. With them they carry what might be the museum’s most valuable and dangerous jewel.\n\nIn a mining town in Germany, the orphan Werner grows up with his younger sister, enchanted by a crude radio they find. Werner becomes an expert at building and fixing these crucial new instruments, a talent that wins him a place at a brutal academy for Hitler Youth, then a special assignment to track the Resistance. More and more aware of the human cost of his intelligence, Werner travels through the heart of the war and, finally, into Saint-Malo, where his story and Marie-Laure’s converge.\n\nDoerr’s “stunning sense of physical detail and gorgeous metaphors” (San Francisco Chronicle) are dazzling. Deftly interweaving the lives of Marie-Laure and Werner, he illuminates the ways, against all odds, people try to be good to one another. Ten years in the writing, All the Light We Cannot See is a magnificent, deeply moving novel from a writer “whose sentences never fail to thrill” (Los Angeles Times).",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 1487609,
              "title": "The Underground Railroad",
              "contributions": [
                {
                  "author": {
                    "name": "Colson Whitehead"
                  }
                }
              ],
              "description": "Cora is a slave on a cotton plantation in Georgia. Life is hell for all the slaves, but especially bad for Cora; an outcast even among her fellow Africans, she is coming into womanhood—where even greater pain awaits. When Caesar, a recent arrival from Virginia, tells her about the Underground Railroad, they decide to take a terrifying risk and escape. Matters do not go as planned—Cora kills a young white boy who tries to capture her. Though they manage to find a station and head north, they are being hunted.\r\n     In Whitehead’s ingenious conception, the Underground Railroad is no mere metaphor—engineers and conductors operate a secret network of tracks and tunnels beneath the Southern soil. Cora and Caesar’s first stop is South Carolina, in a city that initially seems like a haven. But the city’s placid surface masks an insidious scheme designed for its black denizens. And even worse: Ridgeway, the relentless slave catcher, is close on their heels. Forced to flee again, Cora embarks on a harrowing flight, state by state, seeking true freedom.\r\n     Like the protagonist of Gulliver’s Travels, Cora encounters different worlds at each stage of her journey—hers is an odyssey through time as well as space. As Whitehead brilliantly re-creates the unique terrors for black people in the pre–Civil War era, his narrative seamlessly weaves the saga of America from the brutal importation of Africans to the unfulfilled promises of the present day. The Underground Railroad is at once a kinetic adventure tale of one woman’s ferocious will to escape the horrors of bondage and a shattering, powerful meditation on the history we all share.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 467910,
              "title": "The Amazing Adventures of Kavalier & Clay",
              "contributions": [
                {
                  "author": {
                    "name": "Michael Chabon"
                  }
                }
              ],
              "description": "A young escape artist and budding magician named Joe Kavalier arrives on the doorstep of his cousin, Sammy Clay. While the long shadow of Hitler falls across Europe, America is happily in thrall to the Golden Age of comic books, and in a distant corner of Brooklyn, Sammy is looking for a way to cash in on the craze. He finds the ideal partner in the aloof, artistically gifted Joe, and together they embark on an adventure that takes them deep into the heart of Manhattan, and the heart of old-fashioned American ambition. From the shared fears, dreams, and desires of two teenage boys, they spin comic book tales of the heroic, fascist-fighting Escapist and the beautiful, mysterious Luna Moth, otherworldly mistress of the night. Climbing from the streets of Brooklyn to the top of the Empire State Building, Joe and Sammy carve out lives, and careers, as vivid as cyan and magenta ink. Spanning continents and eras, this superb book by one of America’s finest writers remains one of the defining novels of our modern American age.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                }
              ]
            }
          }
        ]
      }
    ]
  }
}