{
  "data": {
    "lists": [
      {
        "name": "The Esquire 75 Best Sci-Fi Books of All Time",
        "books_count": 75,
        "list_books": [
          {
            "book": {
              "id": 312460,
              "title": "Dune",
              "contributions": [
                {
                  "author": {
                    "name": "Frank Herbert"
                  }
                },
                {
                  "author": {
                    "name": "Brian Herbert"
                  }
                }
              ],
              "description": "Set on the desert planet Arrakis, Dune is the story of Paul Atreides--who would become known as Muad'Dib--and of a great family's ambition to bring to fruition mankind's most ancient and unattainable dream.\nA stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/312460/1847148-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/312460/5340591269529769.png"
                },
                {
                  "url": "https://assets.hardcover.app/books/312460/473128015012398.heic"
                },
                {
                  "url": "https://assets.hardcover.app/books/312460/8996646729513926.webp"
                },
                {
                  "url": "https://assets.hardcover.app/books/312460/b054ec07-7893-4f0c-94ef-de4ca2bf47d6.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Philosophy"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 64037,
              "title": "The Martian Chronicles",
              "contributions": [
                {
                  "author": {
                    "name": "Ray Bradbury"
                  }
                }
              ],
              "description": "Soar above the fossil seas and crystal pillars of a dead world in the pages of Ray Bradbury’s The Martian Chronicles. A milestone of American literature, Bradbury’s classic collection of interconnected vignettes about life on the red planet diverges from the War of the Worlds theme, in which humanity must defend its shores against its neighbors, for in Bradbury’s prismatic vision, humanity is the conqueror, colonizing Mars to escape an Earth devastated by atomic war and environmental catastrophe.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/64037/9346490-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427825,
              "title": "The Fifth Season",
              "contributions": [
                {
                  "author": {
                    "name": "N. K. Jemisin"
                  }
                }
              ],
              "description": "It starts with the great red rift across the heart of the world's sole continent, spewing ash that blots out the sun. It starts with death, with a murdered son and a missing daughter. It starts with betrayal, and long dormant wounds rising up to fester.\n\nThis is the Stillness, a land long familiar with catastrophe, where the power of the earth is wielded as a weapon. And where there is no mercy.\n\nRead the first book in the critically acclaimed, three-time Hugo award-winning trilogy by NYT bestselling author N. K. Jemisin.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427825/8133598-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 230671,
              "title": "Kindred",
              "contributions": [
                {
                  "author": {
                    "name": "Octavia E. Butler"
                  }
                }
              ],
              "description": "\"Dana's 26th birthday celebration ends when she's ripped from 1976 California and thrust onto a Maryland slave plantation in 1815. Her mission: keep alive the white boy who will grow up to assault her ancestor—because without him, she'll never be born.\n\nEvery trip back grows more dangerous. Dana feels the lash, wears the chains, endures the daily terror that defined millions of lives. She can't just read about slavery's horrors—she lives them, bleeds from them, nearly breaks under them.\n\nButler doesn't let you observe from a safe distance. You're trapped in Dana's skin as she navigates impossible choices: submit to survive, or resist and risk everything. You'll feel her desperation as she fights to preserve her humanity while the plantation's brutality threatens to consume her.\"-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/230671/8745330-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Gore"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 377842,
              "title": "The Left Hand of Darkness",
              "contributions": [
                {
                  "author": {
                    "name": "Ursula K. Le Guin"
                  }
                }
              ],
              "description": "Ursula K. Le Guin’s groundbreaking work of science fiction—winner of the Hugo and Nebula Awards.\n\nA lone human ambassador is sent to the icebound planet of Winter, a world without sexual prejudice, where the inhabitants’ gender is fluid. His goal is to facilitate Winter’s inclusion in a growing intergalactic civilization. But to do so he must bridge the gulf between his own views and those of the strange, intriguing culture he encounters...\n\nEmbracing the aspects of psychology, society, and human emotion on an alien world, The Left Hand of Darkness stands as a landmark achievement in the annals of intellectual science fiction.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/377842/9888938-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 132314,
              "title": "Never Let Me Go",
              "contributions": [
                {
                  "author": {
                    "name": "Kazuo Ishiguro"
                  }
                }
              ],
              "description": "\"It was a place of mercurial cliques and mysterious rules where teachers were constantly reminding their charges of how special they were.\n\nNow, years later, Kathy is a young woman. Ruth and Tommy have reentered her life. And for the first time she is beginning to look back at their shared past and understand just what it is that makes them special—and how that gift will shape the rest of their time together.\"-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/132314/4841ccbc-7491-4abb-a38a-cfa9596a1fee.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/132314/6596048-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Women"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 428001,
              "title": "Exhalation",
              "contributions": [
                {
                  "author": {
                    "name": "Ted Chiang"
                  }
                }
              ],
              "description": "From the acclaimed author of Stories of Your Life and Others - the basis for the Academy Award nominated film Arrival - comes a groundbreaking second collection of short fiction: nine stunningly original, provocative, and poignant stories. \n\nIn 'The Merchant and the Alchemist's Gate', a portal through time forces a fabric-seller in ancient Baghdad to grapple with past mistakes and the temptation of second chances. In the epistolary 'Exhalation', an alien scientist makes a shocking discovery with ramifications not just for his own people, but for all of reality. And in 'The Lifecycle of Software Objects', a woman cares for an artificial intelligence over twenty years, elevating a faddish digital pet into what might be a true living being. Also included are two previously unpublished stories: 'Omphalos' and 'Anxiety Is the Dizziness of Freedom'. \n\nIn Exhalation, Ted Chiang wrestles with the oldest questions on earth - What is the nature of the universe? What does it mean to be human? - and ones that no one else has even imagined. And, each in its own way, the stories prove that complex and thoughtful science fiction can rise to new heights of beauty, meaning, and compassion.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/428001/10164098-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427463,
              "title": "Station Eleven",
              "contributions": [
                {
                  "author": {
                    "name": "Emily St. John Mandel"
                  }
                }
              ],
              "description": "Kirsten Raymonde will never forget the night Arthur Leander, the famous Hollywood actor, had a heart attack on stage during a production of King Lear. That was the night when a devastating flu pandemic arrived in the city, and within weeks, civilization as we know it came to an end.\n\nTwenty years later, Kirsten moves between the settlements of the altered world with a small troupe of actors and musicians. They call themselves The Traveling Symphony, and they have dedicated themselves to keeping the remnants of art and humanity alive. But when they arrive in St. Deborah by the Water, they encounter a violent prophet who will threaten the tiny band’s existence. And as the story takes off, moving back and forth in time, and vividly depicting life before and after the pandemic, the strange twist of fate that connects them all will be revealed.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427463/8565942-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 268150,
              "title": "Do Androids Dream of Electric Sheep?",
              "contributions": [
                {
                  "author": {
                    "name": "Philip K. Dick"
                  }
                }
              ],
              "description": "By 2021, the World War has killed millions, driving entire species into extinction and sending mankind off-planet. Those who remain covet any living creature, and for people who can’t afford one, companies built incredibly realistic simulacra: horses, birds, cats, sheep. They’ve even built humans. Immigrants to Mars receive androids so sophisticated they are indistinguishable from true men or women. Fearful of the havoc these artificial humans can wreak, the government bans them from Earth. Driven into hiding, unauthorized androids live among human beings, undetected. Rick Deckard, an officially sanctioned bounty hunter, is commissioned to find rogue androids and “retire” them. But when cornered, androids fight back—with lethal force.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/268150/6811992748051117.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/268150/7240821-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "audiobook"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 208339,
              "title": "The Three-Body Problem",
              "contributions": [
                {
                  "author": {
                    "name": "Cixin Liu"
                  }
                },
                {
                  "author": {
                    "name": "Ken Liu"
                  }
                }
              ],
              "description": "The Three-Body Problem is the first novel in the groundbreaking, Hugo Award-winning series from China's most beloved science fiction author, Cixin Liu.\n\nSet against the backdrop of China's Cultural Revolution, a secret military project sends signals into space to establish contact with aliens. An alien civilization on the brink of destruction captures the signal and plans to invade Earth. Meanwhile, on Earth, different camps start forming, planning to either welcome the superior beings and help them take over a world seen as corrupt, or to fight against the invasion. The result is a science fiction masterpiece of enormous scope and vision.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/124110/9157544-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/208339/7522457663919944.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/208339/7077544283566295.jpeg"
                },
                {
                  "url": "https://assets.hardcover.app/books/208339/a9328adb-e3aa-433f-a8bd-adcedf45e3fa.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/208339/8337c1b2-25c5-41a6-835a-f274ccd92e16.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "audiobook"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 379760,
              "title": "1984",
              "contributions": [
                {
                  "author": {
                    "name": "George Orwell"
                  }
                }
              ],
              "description": "Winston Smith toes the Party line, rewriting history to satisfy the demands of the Ministry of Truth. With each lie he writes, Winston grows to hate the Party that seeks power for its own sake and persecutes those who dare to commit thoughtcrimes. But as he starts to think for himself, Winston can’t escape the fact that Big Brother is always watching...\n\nA startling and haunting novel, 1984 creates an imaginary world that is completely convincing from start to finish. No one can deny the novel’s hold on the imaginations of whole generations, or the power of its admonitions—a power that seems to grow, not lessen, with the passage of time.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/379760/50731153-bb85-4f26-a228-bc8dd1afe6f2.jpeg"
                },
                {
                  "url": "https://assets.hardcover.app/books/379760/5516720246705000.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/379760/c740a2f8-dec2-46f3-ac3e-6a9b82b94d2e.png"
                },
                {
                  "url": "https://assets.hardcover.app/books/379760/1974775301226863.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/379760/351969894078583.webp"
                },
                {
                  "url": "https://assets.hardcover.app/books/379760/9d8e2f0b-5447-4c93-9b4b-4c3020d4c25a.png"
                },
                {
                  "url": "https://assets.hardcover.app/books/379760/62713a9f-7d17-4d15-a4cb-1cc665238347.png"
                },
                {
                  "url": "https://assets.hardcover.app/books/379760/89901a8a-32f4-4cb9-9f02-eb7d420efd2d.jpeg"
                },
                {
                  "url": "https://assets.hardcover.app/book/379760/b24a082e-c844-41c8-a705-80e42fd9088c.jpeg"
                },
                {
                  "url": "https://assets.hardcover.app/books/379760/10507965-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/379760/332ec9d9-8808-47cb-ac72-cee87be14019.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 443866,
              "title": "The Employees: A workplace novel of the 22nd century",
              "contributions": [
                {
                  "author": {
                    "name": "Olga Ravn"
                  }
                }
              ],
              "description": "Shortlisted for the International Booker prize, The Employees reshuffles a sci-fi voyage into a riotously original existential nightmare Funny and doom-drenched, The Employees chronicles the fate of the Six-Thousand Ship. The human and humanoid crew members complain about their daily tasks in a series of staff reports and memos. When the ship takes on a number of strange objects from the planet New Discovery, the crew becomes strangely and deeply attached to them, even as tensions boil toward mutiny, especially among the humanoids. Olga Ravn’s prose is chilling, crackling, exhilarating, and foreboding. The Employees probes into what makes us human, while delivering a hilariously stinging critique of life governed by the logic of productivity.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 374328,
              "title": "Brave New World",
              "contributions": [
                {
                  "author": {
                    "name": "Aldous Huxley"
                  }
                }
              ],
              "description": "\"Aldous Huxley's profoundly important classic of world literature, Brave New World is a searching vision of an unequal, technologically-advanced future where humans are genetically bred, socially indoctrinated, and pharmaceutically anesthetized to passively uphold an authoritarian ruling order–all at the cost of our freedom, full humanity, and perhaps also our souls. “A genius [who] who spent his life decrying the onward march of the Machine” (The New Yorker), Huxley was a man of incomparable talents: equally an artist, a spiritual seeker, and one of history’s keenest observers of human nature and civilization. Brave New World, his masterpiece, has enthralled and terrified millions of readers, and retains its urgent relevance to this day as both a warning to be heeded as we head into tomorrow and as thought-provoking, satisfying work of literature.\"-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/374328/6817672072456769.webp"
                },
                {
                  "url": "https://assets.hardcover.app/books/374328/9498048349716002.heic"
                },
                {
                  "url": "https://assets.hardcover.app/book/374328/cc454d5e-47f5-451b-9e25-21b9f4ef5083.jpeg"
                },
                {
                  "url": "https://assets.hardcover.app/books/374328/8231823-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 432263,
              "title": "How to Live Safely in a Science Fictional Universe",
              "contributions": [
                {
                  "author": {
                    "name": "Charles Yu"
                  }
                }
              ],
              "description": "Minor Universe 31 is a vast story-space on the outskirts of fiction, where paradox fluctuates like the stock market, lonely sexbots beckon failed protagonists, and time travel is serious business. Every day, people get into time machines and try to do the one thing they should never do: change the past. That’s where Charles Yu, time travel technician—part counselor, part gadget repair man—steps in. He helps save people from themselves. Literally. When he’s not taking client calls or consoling his boss, Phil, who could really use an upgrade, Yu visits his mother (stuck in a one-hour cycle of time, she makes dinner over and over and over) and searches for his father, who invented time travel and then vanished. Accompanied by TAMMY, an operating system with low self-esteem, and Ed, a nonexistent but ontologically valid dog, Yu sets out, and back, and beyond, in order to find the one day where he and his father can meet in memory. He learns that the key may be found in a book he got from his future self. It’s called How to Live Safely in a Science Fictional Universe, and he’s the author. And somewhere inside it is the information that could help him—in fact it may even save his life.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/432263/6565492-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 347190,
              "title": "The Complete Robot",
              "contributions": [
                {
                  "author": {
                    "name": "Isaac Asimov"
                  }
                }
              ],
              "description": "The complete collection of Isaac Asimov’s classic Robot stories.\r\n\r\nIn these stories, Asimov creates the Three Laws of Robotics and ushers in the Robot Age – when Earth is ruled by master-machines and when robots are more human than mankind.\r\n\r\nThe Complete Robot is the ultimate collection of timeless, amazing and amusing robot short stories from the greatest science fiction writer of all time, offering golden insights into robot thought processes. Asimov’s Three Laws of Robotics were programmed into real computers thirty years ago at the Massachusetts Institute of Technology – with surprising results. Readers of today still have many surprises in store…",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/347190/6666407-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Short stories"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 184949,
              "title": "Childhood's End",
              "contributions": [
                {
                  "author": {
                    "name": "Arthur C. Clarke"
                  }
                }
              ],
              "description": "The Overlords appeared suddenly over every city—intellectually, technologically, and militarily superior to humankind. Benevolent, they made few demands: unify earth, eliminate poverty, and end war. With little rebellion, humankind agreed, and a golden age began. But at what cost? With the advent of peace, man ceases to strive for creative greatness, and a malaise settles over the human race. To those who resist, it becomes evident that the Overlords have an agenda of their own. As civilization approaches the crossroads, will the Overlords spell the end for humankind . . . or the beginning?",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/184949/210200-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/184949/9682137785003416.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Politics"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 350457,
              "title": "Roadside Picnic",
              "contributions": [
                {
                  "author": {
                    "name": "Arkady Strugatsky"
                  }
                },
                {
                  "author": {
                    "name": "Boris Strugatsky"
                  }
                },
                {
                  "author": {
                    "name": "Olena Bormashenko"
                  }
                },
                {
                  "author": {
                    "name": "Ursula K. Le Guin"
                  }
                }
              ],
              "description": "[Comment by Hari Kunru in The Guardian][1]:\r\n\r\n> Soviet-era Russian science fiction deserves a wider audience in English. The Strugatsky brothers collaborated on numerous novels and stories, the best known of which is this, partly because it was filmed by Andrei Tarkovsky as Stalker, in 1977. The novel takes place 10 years after a mysterious alien visitation, which seems to have no rational explanation. No one saw the visitors. Their presence caused disease and blindness in the areas where they landed. Now, in the six \"Zones\", the laws of physics (and, seemingly, of reality) are disturbed by anomalies, and littered with inexplicable, deadly wreckage. Only a few brave \"stalkers\" risk their lives to enter the zones to gather alien artefacts for sale. Some of these artefacts offer the promise of extraordinary powers. Unlike Tarkovsky's film, which concentrates on the hallucinatory, vacated landscape of the zones, the novels portray a society adapting to an inexplicable, terrifying event, an eruption of the unknown. Though written in 1971 and published in English in 1977, the novel was heavily bowdlerised by Soviet censors, and an authoritative text wasn't available in Russian until 2000. It's a book with an extraordinary atmosphere – and a demonstration of how science fiction, by using a single bold central metaphor, can open up the possibilities of the novel.\r\n\r\nOriginal Title: Пикник на обочине\r\n\r\n\r\n  [1]: http://www.guardian.co.uk/books/2011/may/14/science-fiction-authors-choice",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/350457/6752719-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "sexism"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 433144,
              "title": "The Sirens of Titan",
              "contributions": [
                {
                  "author": {
                    "name": "Kurt Vonnegut"
                  }
                }
              ],
              "description": "\"His best book,\" Esquire wrote of Kurt Vonnegut's 1959 novel The Sirens of Titan, adding, \"he dares not only to ask the ultimate question about the meaning of life, but to answer it.\"  This novel fits into that aspect of the Vonnegut canon that might be classified as science fiction, a quality that once led Time to describe Vonnegut as \"George Orwell, Dr. Caligari and Flash Gordon compounded into one writer ... a zany but moral mad scientist.\"\r\n\r\nThe Sirens of Titan was perhaps the novel that began the Vonnegut phenomenon with readers. The story is a fabulous trip, spinning madly through space and time in pursuit of nothing less than a fundamental understanding of the meaning of life. It takes place at a time in the future, when \"only the human soul remained terra incognita ... the Nightmare Ages, falling roughly, give or take a few years, between the Second World War and the Third Great Depression.\"\r\n\r\nThe villainous and super rich Malachi Constant is offered a chance to journey into the far reaches of outer space, to eventually live on the planet Titan surrounded by three beautiful sirens. There is the proverbial \"small print\" with this incredible offer, which Constant turns down, setting in motion a fantastic chain of events that only Vonnegut could imagine. The result is an uproarious, freewheeling inquiry into the very reason we exist and about how we participate and matter in the scheme of the universe.\r\n\r\nThe Sirens of Titan is essential, fundamental Vonnegut, as entertaining as it is questing in search of answers to the mysteries of life.  As a work of fiction, it is a sure leap, in terms of craft, over his first novel, Player Piano. His writing here is pared down, more concentrated and graceful, richly in the service of his remarkable ideas. Vonnegut summons greatness for the first time in The Sirens of Titan, where the search for the meaning of existence looks and sounds like a kaleidoscopic dream but leaves the reader with a clear and challenging answer.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/433144/3978091730467193.jpeg"
                },
                {
                  "url": "https://assets.hardcover.app/books/433144/911159-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 482029,
              "title": "Shikasta (Canopus in Argos: Archives Series, Book 1): Re-colonised Planet 5",
              "contributions": [
                {
                  "author": {
                    "name": "Doris Lessing"
                  }
                }
              ],
              "description": "A variety of narratives, including the report of Johor (George Sherban)--the Emissary sent by the Powers controlling our part of the universe--reveal what the planet Shikasta and its inhabitants have, in desperation, endured.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Civilization"
                  }
                },
                {
                  "tag": {
                    "tag": " Ancient"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 261494,
              "title": "Red Mars",
              "contributions": [
                {
                  "author": {
                    "name": "Kim Stanley Robinson"
                  }
                }
              ],
              "description": "Red Mars is the first novel of the Mars trilogy, published in 1992. It follows the beginnings of the colonization of Mars, from the arrival of the First Hundred to the First Martian Revolution.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/261494/382552-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427460,
              "title": "Hyperion",
              "contributions": [
                {
                  "author": {
                    "name": "Dan Simmons"
                  }
                }
              ],
              "description": "In the 29th century, the Hegemony of Man comprises hundreds of planets connected by farcaster portals. The Hegemony maintains an uneasy alliance with the TechnoCore, a civilisation of AIs. Modified humans known as Ousters live in space stations between stars and are engaged in conflict with the Hegemony.\r\n\r\nNumerous \"Outback\" planets have no farcasters and cannot be accessed without incurring significant time dilation. One of these planets is Hyperion, home to structures known as the Time Tombs, which are moving backwards in time and guarded by a legendary creature known as the Shrike. On the eve of an Ouster invasion of Hyperion, a final pilgrimage to the Time Tombs has been organized. The pilgrims decide that they will each tell their tale of how they were chosen for the pilgrimage.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427460/369091-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427460/892674874707062.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Gore"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 445738,
              "title": "Oryx and Crake",
              "contributions": [
                {
                  "author": {
                    "name": "Margaret Atwood"
                  }
                }
              ],
              "description": "Oryx and Crake is at once an unforgettable love story and a compelling vision of the future. Snowman, known as Jimmy before mankind was overwhelmed by a plague, is struggling to survive in a world where he may be the last human, and mourning the loss of his best friend, Crake, and the beautiful and elusive Oryx whom they both loved. In search of answers, Snowman embarks on a journey–with the help of the green-eyed Children of Crake–through the lush wilderness that was so recently a great city, until powerful corporations took mankind on an uncontrolled genetic engineering ride. Margaret Atwood projects us into a near future that is both all too familiar and beyond our imagining.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 298776,
              "title": "Ammonite",
              "contributions": [
                {
                  "author": {
                    "name": "Nicola Griffith"
                  }
                }
              ],
              "description": "Change or die: the only options available on the Durallium Company-owned planet GP. The planet's deadly virus had killed most of the original colonists -- and changed the rest irrevocably. Centuries after the colony had lost touch with the rest of humanity, the Company returned to exploit GP, and its forces found themselves fighting for their lives. Afraid of spreading the virus, the Company had left its remaining employees in place, afraid and isolated from the natives.Then anthropologist Marghe Taishan arrived on GP, sent to test a new vaccine against the virus. As she risked death to uncover the natives' biological secret, she found that she, too, was changing, and realized that not only had she found a home on GP -- she herself carried the seeds of its destruction . . . WINNER OF THE LAMBDA AND TIPTREE AWARDSFrom the Paperback edition.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/298776/207945-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/298776/3539616210073840.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Violence"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 372756,
              "title": "Future Home of the Living God",
              "contributions": [
                {
                  "author": {
                    "name": "Louise Erdrich"
                  }
                }
              ],
              "description": "A New York Times Notable Book of 2017 Louise Erdrich, the New York Times bestselling, National Book Award-winning author of LaRose and The Round House, paints a startling portrait of a young woman fighting for her life and her unborn child against oppressive forces that manifest in the wake of a cataclysmic event. The world as we know it is ending. Evolution has reversed itself, affecting every living creature on earth. Science cannot stop the world from running backwards, as woman after woman gives birth to infants that appear to be primitive species of humans. Twenty-six-year-old Cedar Hawk Songmaker, adopted daughter of a pair of big-hearted, open-minded Minneapolis liberals, is as disturbed and uncertain as the rest of America around her. But for Cedar, this change is profound and deeply personal. She is four months pregnant. Though she wants to tell the adoptive parents who raised her from infancy, Cedar first feels compelled to find her birth mother, Mary Potts, an Ojibwe living on the reservation, to understand both her and her baby’s origins. As Cedar goes back to her own biological beginnings, society around her begins to disintegrate, fueled by a swelling panic about the end of humanity. There are rumors of martial law, of Congress confining pregnant women. Of a registry, and rewards for those who turn these wanted women in. Flickering through the chaos are signs of increasing repression: a shaken Cedar witnesses a family wrenched apart when police violently drag a mother from her husband and child in a parking lot. The streets of her neighborhood have been renamed with Bible verses. A stranger answers the phone when she calls her adoptive parents, who have vanished without a trace. It will take all Cedar has to avoid the prying eyes of potential informants and keep her baby safe. A chilling dystopian novel both provocative and prescient, Future Home of the Living God is a startlingly original work from one of our most acclaimed writers: a moving meditation on female agency, self-determination, biology, and natural rights that speaks to the troubling changes of our time.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/372756/8435529-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Strong Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427687,
              "title": "1Q84",
              "contributions": [
                {
                  "author": {
                    "name": "Haruki Murakami"
                  }
                },
                {
                  "author": {
                    "name": "Jay Rubin"
                  }
                },
                {
                  "author": {
                    "name": "Philip Gabriel"
                  }
                }
              ],
              "description": "The year is 1984 and the city is Tokyo. A young woman named Aomame follows a taxi driver’s enigmatic suggestion and begins to notice puzzling discrepancies in the world around her.\n\nShe has entered, she realizes, a parallel existence, which she calls 1Q84 —“Q is for ‘question mark.’ A world that bears a question.” Meanwhile, an aspiring writer named Tengo takes on a suspect ghostwriting project. He becomes so wrapped up with the work and its unusual author that, soon, his previously placid life begins to come unraveled.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427687/6880998-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427687/9874096522594840.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427687/7bdf01e5-9f2d-4d44-babb-30d91e9bbc56.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Magical Realism"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427389,
              "title": "The Forever War",
              "contributions": [
                {
                  "author": {
                    "name": "Joe Haldeman"
                  }
                }
              ],
              "description": "Private William Mandella is a hero in spite of himself -- a reluctant conscript drafted into an elite military unit, and propelled through space and time to fight in a distant thousand-year conflict. He never wanted to go to war, but the leaders on Earth have drawn a line in the interstellar sand -- despite the fact that their fierce alien enemy is unknowable, unconquerable, and very far away. \n\nSo Mandella will perform his duties without rancor and even rise up through the military's ranks... if he survives. But the true test of his mettle will come when he returns to Earth. Because of the time dilation caused by space travel the loyal soldier is aging months, while his home planet is aging centuries -- and the difference will prove the saying: you never can go home..",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427389/26336-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 428029,
              "title": "Dhalgren",
              "contributions": [
                {
                  "author": {
                    "name": "Samuel R. Delany"
                  }
                }
              ],
              "description": "The sun has grown deadly, the world had gone mad, society has perished, savagery rules over all. All that was known is over. All that was familiar is strange and terrible. Today and yesterday collide with tomorrow. In these dying days of earth, a young drifter enters the city.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/428029/228755-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Gore"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 749571,
              "title": "In Ascension",
              "contributions": [
                {
                  "author": {
                    "name": "Martin MacInnes"
                  }
                }
              ],
              "description": "Leigh grew up in Rotterdam, drawn to the waterfront as an escape from her unhappy home life and volatile father. Enchanted by the undersea world of her childhood, she excels in marine biology, travelling the globe to study ancient organisms. When a trench is discovered in the Atlantic ocean, Leigh joins the exploration team, hoping to find evidence of the earth's first life forms - what she instead finds calls into question everything we know about our own beginnings. \n\nHer discovery leads Leigh to the Mojave desert and an ambitious new space agency. Drawn deeper into the agency's work, she learns that the Atlantic trench is only one of several related phenomena from across the world, each piece linking up to suggest a pattern beyond human understanding. Leigh knows that to continue working with the agency will mean leaving behind her declining mother and her younger sister, and faces an impossible choice: to remain with her family, or to embark on a journey across the breadth of the cosmos. \n\nExploring the natural world with the wonder and reverence we usually reserve for the stars, In Ascension is a compassionate, deeply inquisitive epic that reaches outward to confront the greatest questions of existence, looks inward to illuminate the smallest details of the human heart, and shows how - no matter how far away we might be and how much we have lost hope - we will always attempt to return to the people and places we call home.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/749571/076851d1-f639-4ec7-b06f-a6918e59cd19.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "hopeful"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 376341,
              "title": "The Stand",
              "contributions": [
                {
                  "author": {
                    "name": "Stephen King"
                  }
                },
                {
                  "author": {
                    "name": "Bernie Wrightson"
                  }
                }
              ],
              "description": "One man escapes from a biological weapon facility after an accident, carrying with him the deadly virus known as Captain Tripps, a rapidly mutating flu that - in the ensuing weeks - wipes out most of the world's population. In the aftermath, survivors choose between following an elderly black woman to Boulder or the dark man, Randall Flagg, who has set up his command post in Las Vegas. The two factions prepare for a confrontation between the forces of good and evil.\r\n([source][1])\r\n\r\n\r\n  [1]: https://stephenking.com/library/novel/stand_the.html",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/376341/9255992-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/376341/691cf82e-86bd-4f3e-982c-dfaa479c1796.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/376341/1560002a-f997-4b7f-a793-0e1424d92db6.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Thriller"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Horror"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 95034,
              "title": "Ancillary Justice",
              "contributions": [
                {
                  "author": {
                    "name": "Ann Leckie"
                  }
                }
              ],
              "description": "On a remote, icy planet, the soldier known as Breq is drawing closer to completing her quest.\n\nBreq is both more than she seems and less than she was. Years ago, she was Justice of Toren–a colossal starship with an artificial intelligence linking thousands of corpse soldiers in the service of the Radch, the empire that conquered the galaxy.\n\nAn act of treachery has ripped it all away, leaving her with only one fragile human body. And only one purpose–to revenge herself on Anaander Mianaai, many-bodied, near-immortal Lord of the Radch.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/95034/84c2e316-e0d0-49b1-b439-0a15074a0507.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/95034/7355949-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Business"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "History"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 92482,
              "title": "A Memory Called Empire",
              "contributions": [
                {
                  "author": {
                    "name": "Arkady Martine"
                  }
                }
              ],
              "description": "Ambassador Mahit Dzmare arrives in the center of the multi-system Teixcalaanli Empire only to discover that her predecessor, the previous ambassador from their small but fiercely independent mining Station, has died. But no one will admit that his death wasn't an accident—or that Mahit might be next to die, during a time of political instability in the highest echelons of the imperial court.\n\nNow, Mahit must discover who is behind the murder, rescue herself, and save her Station from Teixcalaan's unceasing expansion—all while navigating an alien culture that is all too seductive, engaging in intrigues of her own, and hiding a deadly technological secret—one that might spell the end of her Station and her way of life—or rescue it from annihilation.\n\nA fascinating space opera debut, Arkady Martine's A Memory Called Empire is an interstellar mystery adventure.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/92482/5403006554158674.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/92482/8802134-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Murder"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Space Opera"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 438690,
              "title": "The City & The City",
              "contributions": [
                {
                  "author": {
                    "name": "China Miéville"
                  }
                }
              ],
              "description": "When the body of a murdered woman is found in the extraordinary, decaying city of Beszel, somewhere at the edge of Europe, it looks like a routine case for Inspector Tyador Borlú of the Extreme Crime Squad. But as he probes, the evidence begins to point to conspiracies far stranger, and more deadly, than anything he could have imagined. Soon his work puts him and those he cares for in danger. Borlú must travel to the only metropolis on Earth as strange as his own, across a border like no other. With shades of Kafka and Philip K. Dick, Raymond Chandler and 1984, the multi-award winning The City & The City by China Miéville is a murder mystery taken to dazzling metaphysical and artistic heights.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/438690/6303125-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/438690/3851177521845604.png"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Murder"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "audiobook"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 22233,
              "title": "Radiance",
              "contributions": [
                {
                  "author": {
                    "name": "Catherynne M. Valente"
                  }
                }
              ],
              "description": "\"Severin Unck's father is a famous director of Gothic romances in an alternate 1986 in which talking movies are still a daring innovation due to the patent-hoarding Edison family. Rebelling against her father's films of passion, intrigue, and spirits from beyond, Severin starts making documentaries, traveling through space and investigating the levitator cults of Neptune and the lawless saloons of Mars. For this is not our solar system, but one drawn from classic science fiction in which all the planets are inhabited and we travel through space on beautiful rockets. Severin is a realist in a fantastic universe. But her latest film, which investigates the disappearance of a diving colony on a watery Venus populated by island-sized alien creatures, will be her last. Though her crew limps home to earth and her story is preserved by the colony's last survivor, Severin will never return\"--",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/22233/8452578-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Diverse Characters"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 377197,
              "title": "The Children of Men",
              "contributions": [
                {
                  "author": {
                    "name": "P.D. James"
                  }
                }
              ],
              "description": "\"The year is 2021, and the human race is - quite literally - coming to an end. Since 1995 no babies have been born, because in that year all males unexpectedly became infertile. Great Britain is ruled by a dictator, and the population is inexorably growing older. Theodore Faron, Oxford historian and, incidentally, cousin of the all-powerful Warden of England, watches in growing despair as society gradually crumbles around him, giving way to strange faiths and cruelties: prison camps, mass organized euthanasia, roving bands of thugs. Then, suddenly, Faron is drawn into the plans of an unlikely group of revolutionaries. His passivity is shattered, and the action begins.\" \"The Children of Men will surprise - and enthrall - P.D. James fans. Written with the same rich blend of keen characterization, narrative drive and suspense as her great detective stories, it engages powerfully with new themes: conflicts of loyalty and duty, the corruption of power, redemption through love. Ingenious, original, irresistibly readable, it confirms once again P.D. James's standing as a major novelist.\"--Jacket.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/377197/7880312-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/377197/3752536813252752.jpeg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 469097,
              "title": "Engine Summer",
              "contributions": [
                {
                  "author": {
                    "name": "John Crowley"
                  }
                }
              ],
              "description": "A young man named Rush is coming of age in a world that cycles through \"busy times\", in which great discoveries are made, and \"quiet times\" where humanity's task is to gain understanding of what was discovered in the busy times.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 436430,
              "title": "Zone One",
              "contributions": [
                {
                  "author": {
                    "name": "Colson Whitehead"
                  }
                }
              ],
              "description": "NATIONAL BESTSELLER • From the two-time Pulitzer Prize-winning author of The Underground Railroad and The Nickel Boys: A pandemic has devastated the planet, sorting humanity into two types: the uninfected and the infected, the living and the living dead. • \"One of the best books of the year.\" —Esquire\n\nAfter the worst of the plague is over, armed forces stationed in Chinatown’s Fort Wonton have successfully reclaimed the island south of Canal Street—aka Zone One. Mark Spitz is a member of one of the three-person civilian sweeper units tasked with clearing lower Manhattan of the remaining feral zombies. Zone One unfolds over three surreal days in which Spitz is occupied with the mundane mission of straggler removal, the rigors of Post-Apocalyptic Stress Disorder (PASD), and the impossible task of coming to terms with a fallen world. And then things start to go terribly wrong…\n\nAt once a chilling horror story and a literary novel by a contemporary master, Zone One is a dazzling portrait of modern civilization in all its wretched, shambling glory.\n\nLook for Colson Whitehead’s new novel, Crook Manifesto!",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/436430/6935551-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Horror"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427578,
              "title": "Project Hail Mary",
              "contributions": [
                {
                  "author": {
                    "name": "Andy Weir"
                  }
                }
              ],
              "description": "\"Except that right now, he doesn’t know that. He can’t even remember his own name, let alone the nature of his assignment or how to complete it.\n\nAll he knows is that he’s been asleep for a very, very long time. And he’s just been awakened to find himself millions of miles from home, with nothing but two corpses for company.\n\nHis crewmates dead, his memories fuzzily returning, Ryland realizes that an impossible task now confronts him. Hurtling through space on this tiny ship, it’s up to him to puzzle out an impossible scientific mystery—and conquer an extinction-level threat to our species.\n\nAnd with the clock ticking down and the nearest human being light-years away, he’s got to do it all alone.\n\nOr does he?\"-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427578/5601913045833435.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427578/12455001-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/427578/c597f1ab-0b1d-48a6-b6ea-7e2746b0cb9c.jpeg"
                },
                {
                  "url": "https://assets.hardcover.app/book/427578/4f11ebab-0e2a-4603-88ce-66f17b2ee258.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/427578/0c27a2fa-302d-406c-aa0d-f19400970f4d.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Thriller"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 361784,
              "title": "A Canticle for Leibowitz",
              "contributions": [
                {
                  "author": {
                    "name": "Walter M. Miller Jr."
                  }
                },
                {
                  "author": {
                    "name": "Mary Doria Russell"
                  }
                }
              ],
              "description": "In a nightmarish ruined world slowly awakening to the light after sleeping in darkness, the infant rediscoveries of science are secretly nourished by cloistered monks dedicated to the study and preservation of the relics and writings of the blessed Saint Isaac Leibowitz. From here the story spans centuries of ignorance, violence, and barbarism, viewing through a sharp, satirical eye the relentless progression of a human race damned by its inherent humanness to recelebrate its grand foibles and repeat its grievous mistakes.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/361784/6972125795449731.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/361784/39419-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Religion"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427798,
              "title": "The Hitchhiker's Guide to the Galaxy",
              "contributions": [
                {
                  "author": {
                    "name": "Douglas Adams"
                  }
                }
              ],
              "description": "Seconds before Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker’s Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.\n\nTogether, this dynamic pair began a journey through space aided by a galaxyful of fellow travelers: Zaphod Beeblebrox—the two-headed, three-armed ex-hippie and totally out-to-lunch president of the galaxy; Trillian (formerly Tricia McMillan), Zaphod’s girlfriend, whom Arthur tried to pick up at a cocktail party once upon a time zone; Marvin, a paranoid, brilliant, and chronically depressed robot; and Veet Voojagig, a former graduate student obsessed with the disappearance of all the ballpoint pens he’s bought over the years.\n\nWhere are these pens? Why are we born? Why do we die? For all the answers, stick your thumb to the stars!",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427798/8594912-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427798/7450172184272377.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427798/7831477997778828.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427798/5de6d3d5-f6a2-443e-a0d9-040b066245a8.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/427798/419e1c02-9551-45c1-82ae-b9fc76853af7.jpeg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 131995,
              "title": "The Sparrow",
              "contributions": [
                {
                  "author": {
                    "name": "Mary Doria Russell"
                  }
                }
              ],
              "description": "The Sparrow is a novel about a remarkable man, a living saint, a life-long celibate and Jesuit priest, who undergoes an experience so harrowing and profound that it makes him question the existence of God. This experience--the first contact between human beings and intelligent extraterrestrial life--begins with a small mistake and ends in a horrible catastrophe.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/131995/2155089805046062.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/131995/381f68cd-a3a5-4788-938a-c49aba9814e3.png"
                },
                {
                  "url": "https://assets.hardcover.app/books/131995/291259-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Historical Fiction"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427359,
              "title": "The Stars My Destination",
              "contributions": [
                {
                  "author": {
                    "name": "Alfred Bester"
                  }
                },
                {
                  "author": {
                    "name": "Neil Gaiman"
                  }
                },
                {
                  "author": {
                    "name": "Chris     Moore"
                  }
                }
              ],
              "description": "In this pulse-quickening novel, Alfred Bester imagines a future in which people \"jaunte\" a thousand miles with a single thought, where the rich barricade themselves in labyrinths and protect themselves with radioactive hitmen—and where an inarticulate outcast is the most valuable and dangerous man alive.\r\n\r\nThe Stars My Destination is a classic of technological prophecy and timeless narrative enchantment by an acknowledged master of science fiction.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427359/2713462900403321.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427359/911114-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "sexism"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 313448,
              "title": "Neuromancer",
              "contributions": [
                {
                  "author": {
                    "name": "William Gibson"
                  }
                }
              ],
              "description": "Case was the sharpest data-thief in the matrix—until he crossed the wrong people and they crippled his nervous system, banishing him from cyberspace. Now a mysterious new employer has recruited him for a last-chance run at an unthinkably powerful artificial intelligence. With a dead man riding shotgun and Molly, a mirror-eyed street-samurai, to watch his back, Case is ready for the adventure that upped the ante on an entire genre of fiction.\n\nNeuromancer was the first fully-realized glimpse of humankind’s digital future—a shocking vision that has challenged our assumptions about technology and ourselves, reinvented the way we speak and think, and forever altered the landscape of our imaginations.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/313448/8231867-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/313448/2441329396703238.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Thriller"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 527367,
              "title": "The Mountain in the Sea",
              "contributions": [
                {
                  "author": {
                    "name": "Ray Nayler"
                  }
                }
              ],
              "description": "Humankind discovers intelligent life in an octopus species with its own language and culture, and sets off a high-stakes global competition to dominate the future. When Dr. Ha Nguyen--a pioneering marine biologist with a very specific, cephalopod-focused résumé--is offered the chance to travel to the remote Con Dao Archipelago to investigate a highly intelligent, dangerous octopus species, she doesn't pause long enough to look at the fine print. She will be the only scientist to have access to these octopuses, who just may hold the key to extrahuman intelligence. DIANIMA--a transnational tech corporation best known for its groundbreaking work in artificial intelligence, including having developed the world's first true android--has purchased the islands, evacuated their population, and sealed the archipelago off from the world. That android, along with a battle-tested security officer, will form the entirety of Nguyen's team as she attempts to understand the octopuses' sophisticated communications. But she may not have much time. Forces larger and more powerful than DIANIMA want access to the octopuses and are ruthless and innovative in their pursuit. And meanwhile, of course, the octopuses themselves may have something to say about it. A near-future thriller about the nature of intelligence, Ray Nayler's The Mountain in the Sea is at once a dazzling literary debut and a mind-blowing inquiry into some of humanity's most alluring questions.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/527367/1075220657172347.png"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 430969,
              "title": "An Unkindness of Ghosts",
              "contributions": [
                {
                  "author": {
                    "name": "Rivers Solomon"
                  }
                },
                {
                  "author": {
                    "name": "Cherise Boothe"
                  }
                }
              ],
              "description": "Aster has little to offer folks in the way of rebuttal when they call her ogre and freak. She's used to the names; she only wishes there was more truth to them. If she were truly a monster, she'd be powerful enough to tear down the walls around her until nothing remains of her world. Aster lives in the lowdeck slums of the HSS Matilda, a space vessel organized much like the antebellum South. \r\n\r\nFor generations, Matilda has ferried the last of humanity to a mythical Promised Land. On its way, the ship's leaders have imposed harsh moral restrictions and deep indignities on dark-skinned sharecroppers like Aster. Embroiled in a grudge with a brutal overseer, Aster learns there may be a way to improve her lot--if she's willing to sow the seeds of civil war.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/430969/7dc65063-1241-41c0-92cb-32f388a7428f.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 455031,
              "title": "The Body Scout",
              "contributions": [
                {
                  "author": {
                    "name": "Lincoln Michel"
                  }
                }
              ],
              "description": "In the future you can have any body you want—as long as you can afford it.\n\nBut in a New York ravaged by climate change and repeat pandemics, Kobo is barely scraping by. He scouts the latest in gene-edited talent for Big Pharma-owned baseball teams, but his own cybernetics are a decade out of date and twin sister loan sharks are banging down his door. Things couldn't get much worse.\n\nThen his brother—Monsanto Mets slugger J.J. Zunz—is murdered at home plate.\n\nDetermined to find the killer, Kobo plunges into a world of genetically modified CEOs, philosophical Neanderthals, and back-alley body modification, only to quickly find he's in a game far bigger and more corrupt than he imagined. To keep himself together while the world is falling apart, he'll have to navigate a time where both body and soul are sold to the highest bidder.\n\nDiamond-sharp and savagely wry, The Body Scout is a timely science fiction thriller debut set in an all-too-possible future.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Mystery"
                  }
                },
                {
                  "tag": {
                    "tag": "Murder"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 69589,
              "title": "The Time Machine",
              "contributions": [
                {
                  "author": {
                    "name": "H. G. Wells"
                  }
                }
              ],
              "description": "First published in 1895, The Time Machine won author H.G. Wells immediate recognition and has been regarded ever since as one of the great masterpieces in the literature of science fiction. It popularized the concept of time travel and introduced the concept of a \"time machine\" device that could travel forwards and backwards through the years. It is the story of one man’s astonishing journey beyond the conventional limits of the imagination. \n\nOne of the most renowned works of science fiction, The Time Machine reflects on the adventures of The Time Traveler - a man who constructs a machine which allows him to explore what the future has to offer. When he courageously steps out of his machine for the first time, he finds himself in the year 802,701—and everything has changed. In this unfamiliar utopian age, creatures seem to dwell together in perfect harmony. Thinking he can study these marvelous beings and unearth their secret then return to his own time, he discovers that his only avenue of escape, his invention, has been stolen. \n\nWells is generally credited with the popularization of the concept of time travel by using a vehicle that allows an operator to travel purposefully and selectively. The term \"time machine\", which was coined by Wells, is now universally used to refer to such a vehicle. The book has been adapted for a number of films and television shows, as well as inspiring other science fiction writers.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/69589/4704860-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/69589/184ed59a-142e-4137-8e53-4f65e0a5566c.GIF"
                },
                {
                  "url": "https://assets.hardcover.app/books/69589/66c15f1e-19c3-4b25-90c8-3cb6c7929a1b.jpeg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Nonfiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 240793,
              "title": "A Wrinkle in Time",
              "contributions": [
                {
                  "author": {
                    "name": "Madeleine L'Engle"
                  }
                }
              ],
              "description": "It was a dark and stormy night; Meg Murry, her small brother Charles Wallace, and her mother had come down to the kitchen for a midnight snack when they were upset by the arrival of a most disturbing stranger.\n\n\"Wild nights are my glory,\" the unearthly stranger told them. \"I just got caught in a downdraft and blown off course. Let me sit down for a moment, and then I'll be on my way. Speaking of ways, by the way, there is such a thing as a tesseract.\"\n\nA tesseract (in case the reader doesn't know) is a wrinkle in time. To tell more would rob the reader of the enjoyment of Miss L'Engle's unusual book. A Wrinkle in Time, winner of the Newberry Medal in 1963, is the story of the adventures in space and time of Meg, Charles Wallace, and Calvin O'Keefe (athlete, student, and one of the most popular boys in high school). They are in search of Meg's father, a scientist who disappeared while engaged in secret work for the government on the tesseract problem.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/240793/30f7af30-7cb4-41b3-a3f9-6e69d9001842.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/240793/8709146-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Friendship"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 374771,
              "title": "The Moon Is a Harsh Mistress",
              "contributions": [
                {
                  "author": {
                    "name": "Robert A. Heinlein"
                  }
                }
              ],
              "description": "It is the late 21st Century and the Moon has been colonized -- as a giant, open, prison.  Every aspect of life is overseen by the Federated Nations \"Lunar Authority\"; until one day when a self-aware Super-Computer, a Jack of all Trades Technician, an Anarchist Professor, and a beautiful Blonde Revolutionary decide to change their world.  The conspirators' plans go along beautifully...for a while.\r\n\r\nTANSTAAFL! There ain't no such thing as a free lunch! Robert A. Heinlein was the most influential science fiction writer of his era, an influence so large that, as Samuel R. Delany notes, \"modern critics attempting to wrestle with that influence feel themselves dealing with an object rather like the sky or an ocean.\" He won the Hugo Award for best novel four times, a record that still stands. The Moon Is a Harsh Mistress was the last of these Hugo-winning novels, and it is widely considered his finest work. It is a tale of revolution, of the rebellion of the former Lunar penal colony against the Lunar Authority that controls it from Earth. It is the tale of the disparate people -- a computer technician, a vigorous young female agitator, and an elderly academic -- who become the rebel movement's leaders. And it is the story of Mike, the supercomputer whose sentience is known only to this inner circle, and who for reasons of his own is committed to the revolution's ultimate success. The Moon Is a Harsh Mistress is one of the high points of modern science fiction, a novel bursting with politics, humanity, passion, innovative technical speculation, and a firm belief in the pursuit of human freedom. - Back cover.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/374771/273892-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 61179,
              "title": "A Clockwork Orange",
              "contributions": [
                {
                  "author": {
                    "name": "Anthony Burgess"
                  }
                },
                {
                  "author": {
                    "name": "Blake Morrison"
                  }
                }
              ],
              "description": "Fifteen-year-old Alex and his three friends start an evening's mayhem by hitting an old man, tearing up his books and stripping him of money and clothes.\r\n\r\nOr rather Alex and his three droogs tolchock an old veck, razrez his books, pull off his outer platties and take a malenky bit of cutter.\r\n\r\nFor Alex's confessions are written in 'nadsat' - the teenage argot of a not-too-distant future.\r\n\r\nBecause of his delinquent excesses, Alex is jailed and made subject to 'Ludovico's Technique,' a chilling experiment in Reclamation Treatment...\r\n\r\nHorror farce? Social prophecy? Penetrating study of human choice between good and evil? A Clockwork Orange is all three, dazzling proof of Anthony Burgess's vast talents.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/61179/8401381-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/61179/f1dc0624-380a-4f78-92be-88a089ea07b1.heic"
                },
                {
                  "url": "https://assets.hardcover.app/books/61179/1fb0efa8-78eb-474c-9086-97931178544b.png"
                },
                {
                  "url": "https://assets.hardcover.app/books/61179/2f210d84-7c44-47da-a647-4e5ce09835e3.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/61179/cc90c303-98a8-4a76-a1d9-5e1af389d82f.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 372267,
              "title": "Solaris",
              "contributions": [
                {
                  "author": {
                    "name": "Stanisław Lem"
                  }
                },
                {
                  "author": {
                    "name": "Steve Cox"
                  }
                },
                {
                  "author": {
                    "name": "Joanna Kilmartin"
                  }
                }
              ],
              "description": "The cult-classic by Stanislaw Lem that spawned the movie is now available for your Kindle! Until now the only English edition was a 1970 version, which was translated from French and which Lem himself described as a \"poor translation.\" This wonderful new English translation (by Bill Johnston) of Lem's classic Solaris is a must-have for fans of Lem's classic novel.\r\n\r\nTelling of humanity's encounter with an alien intelligence on the planet Solaris, the 1961 novel is a cult classic, exploring the ultimate futility of attempting to communicate with extra-terrestrial life.\r\n\r\nWhen Kris Kelvin arrives at the planet Solaris to study the ocean that covers its surface, he finds a painful, hitherto unconscious memory embodied in the living physical likeness of a long-dead lover. Others examining the planet, Kelvin learns, are plagued with their own repressed and newly corporeal memories. The Solaris ocean may be a massive brain that creates these incarnate memories, though its purpose in doing so is unknown, forcing the scientists to shift the focus of their quest and wonder if they can truly understand the universe without first understanding what lies within their hearts.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/372267/3129160196238425.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/372267/116520-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "General"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Thriller"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427553,
              "title": "Children of Time",
              "contributions": [
                {
                  "author": {
                    "name": "Adrian Tchaikovsky"
                  }
                }
              ],
              "description": "Adrian Tchaikovsky's Arthur C. Clarke Award-winning novel Children of Time is the epic story of humanity's battle for survival on a terraformed planet.\n\nThe last remnants of the human race left a dying Earth, desperate to find a new home among the stars. Following in the footsteps of their ancestors, they discover the greatest treasure of the past age -- a world terraformed and prepared for human life.\n\nBut all is not right in this new Eden. In the long years since the planet was abandoned, the work of its architects has borne disastrous fruit. The planet is not waiting for them, pristine and unoccupied. New masters have turned it from a refuge into mankind's worst nightmare.\n\nNow two civilizations are on a collision course, both testing the boundaries of what they will do to survive. As the fate of humanity hangs in the balance, who are the true heirs of this new Earth? ",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427553/8789866-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/427553/4fe12140-a864-4fe1-ad48-81819d97612d.webp"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Space Opera"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 54631,
              "title": "Rosewater",
              "contributions": [
                {
                  "author": {
                    "name": "Tade Thompson"
                  }
                }
              ],
              "description": "\"Rosewater is a town on the edge. A community formed around the edges of a mysterious biodome, its residents comprise the hopeful, the hungry, and the helpless--people eager for a glimpse inside the dome or a taste of its rumored healing powers. Kaaro is a government agent with a criminal past. A sensitive, he can navigate the massive psychic space created by the dome. But when something within the dome begins killing other sensitives, Kaaro must defy his masters to avert a horrifying future.\"--Back cover.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/54631/9102270-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/54631/3057184747479927.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Gore"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 451304,
              "title": "The Resisters",
              "contributions": [
                {
                  "author": {
                    "name": "Gish Jen"
                  }
                }
              ],
              "description": null,
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/451304/9262516-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 249097,
              "title": "This Is How You Lose the Time War",
              "contributions": [
                {
                  "author": {
                    "name": "Amal El-Mohtar"
                  }
                },
                {
                  "author": {
                    "name": "Max Gladstone"
                  }
                }
              ],
              "description": "\"Thus begins an unlikely correspondence between two rival agents hellbent on securing the best possible future for their warring factions. \n\nNow, what began as a taunt, a battlefield boast, becomes something more. Something epic. Something romantic. Something that could change the past and the future.\n\nExcept the discovery of their bond would mean the death of each of them. There’s still a war going on, after all. And someone has to win. That’s how war works, right?\"-- Provided by Amazon",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/249097/10087837-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "enemies to lovers"
                  }
                },
                {
                  "tag": {
                    "tag": "audiobook"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 109204,
              "title": "Lord of Light",
              "contributions": [
                {
                  "author": {
                    "name": "Roger Zelazny"
                  }
                }
              ],
              "description": "A colony of humankind is subjugated by the First Colonists, the crew of the starship that brought them to their new home 1000 years before. They have taken control of ancient technologies and enhanced themselves with godlike psychic powers and virtual immortality. Adopting the panoply of the venerable Hindu religion, they live lives as its Gods, surrounded by advanced technology within the trappings of a primitive civilization.\r\n\r\nOur hero Sam, unready to battle the tyrannical forces of the Celestial City allied with his former wife, now the rapturous Kali, Goddess of Destruction.  A story of the classic drama of power, love, honor, pride, and fantasy erupting in an epic war of the Gods and ultimate transcendence.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/109204/29946-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Philosophy"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 458691,
              "title": "The Claw of the Conciliator",
              "contributions": [
                {
                  "author": {
                    "name": "Gene Wolfe"
                  }
                }
              ],
              "description": "Severian is in possession of a gem considered to be \"The Claw of the Conciliator\", a powerful relic of the Master of Power, a legendary figure of mythic proportions. Armed with his sword, Terminus Est, and the Claw, Severian continues his journey to Thrax, the city of his exile. Bizarre apes, strange cannibalistic rituals, and the foreigner named Jonas all lie in his future.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/458691/8768928-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/458691/4686657665785376.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                },
                {
                  "tag": {
                    "tag": "Character driven"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 2931,
              "title": "Excession",
              "contributions": [
                {
                  "author": {
                    "name": "Iain M. Banks"
                  }
                }
              ],
              "description": "Two and a half millennia ago, the artifact appeared in a remote corner of space, beside a trillion-year-old dying sun from a different universe. It was a perfect black-body sphere, and it did nothing. Then it disappeared.\r\n\r\nNow it is back.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/2931/6294336-L.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/book/2931/b788b03d-c780-438d-ab8e-e339a03e4949.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "War"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Space Opera"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 440082,
              "title": "Semiosis",
              "contributions": [
                {
                  "author": {
                    "name": "Sue Burke"
                  }
                }
              ],
              "description": "\"Colonists from Earth wanted the perfect home, but they'll have to survive on the one they found. They don't realize another life form watches...and waits...Only mutual communication can forge an alliance with the planet's sentient species and prove that humans are more than tools.\"--",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/440082/5092068913386840.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 48811,
              "title": "The Book of Phoenix",
              "contributions": [
                {
                  "author": {
                    "name": "Nnedi Okorafor"
                  }
                }
              ],
              "description": "A fiery spirit dances from the pages of the Great Book. She brings the aroma of scorched sand and ozone. She has a story to tell….\n\nThe Book of Phoenix is a unique work of magical futurism. A prequel to the highly acclaimed, World Fantasy Award-winning novel, Who Fears Death, it features the rise of another of Nnedi Okorafor’s powerful, memorable, superhuman women.\n\nPhoenix was grown and raised among other genetic experiments in New York’s Tower 7. She is an “accelerated woman”—only two years old but with the body and mind of an adult, Phoenix’s abilities far exceed those of a normal human. Still innocent and inexperienced in the ways of the world, she is content living in her room speed reading e-books, running on her treadmill, and basking in the love of Saeed, another biologically altered human of Tower 7.\n\nThen one evening, Saeed witnesses something so terrible that he takes his own life. Devastated by his death and Tower 7’s refusal to answer her questions, Phoenix finally begins to realize that her home is really her prison, and she becomes desperate to escape.\n\nBut Phoenix’s escape, and her destruction of Tower 7, is just the beginning of her story. Before her story ends, Phoenix will travel from the United States to Africa and back, changing the entire course of humanity’s future.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/48811/10735083-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 482508,
              "title": "What Mad Universe",
              "contributions": [
                {
                  "author": {
                    "name": "Fredric Brown"
                  }
                }
              ],
              "description": null,
              "images": [],
              "taggings": []
            }
          },
          {
            "book": {
              "id": 132237,
              "title": "Under the Skin",
              "contributions": [
                {
                  "author": {
                    "name": "Michel Faber"
                  }
                }
              ],
              "description": "Short-listed for the Whitbread Award, this remarkable book defies categorisation. Under the Skin introduces Isserley, a woman obsessed with picking up male hitchhikers – so long as they're well-muscled and alone. But why? As the novel unfolds and the reason becomes clear, the reader is drawn inexorably into a completely unexpected and increasingly terrifying world.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/132237/888450-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Literature"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Rape"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 111638,
              "title": "Contact",
              "contributions": [
                {
                  "author": {
                    "name": "Carl Sagan"
                  }
                }
              ],
              "description": "In December, 1999, a multinational team journeys out to the stars, to the most awesome encounter in human history. Who -- or what -- is out there? \r\nIn Cosmos, Carl Sagan explained the universe. In Contact, he predicts its future -- and our own.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/111638/6621505-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Chinese fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "American fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Interplanetary voyages"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 439930,
              "title": "Star Maker",
              "contributions": [
                {
                  "author": {
                    "name": "Olaf Stapledon"
                  }
                }
              ],
              "description": "One moment a man sits on a suburban hill, gazing curiously at the stars. The next, he is whirling through the firmament, and perhaps the most remarkable of all science fiction journeys has begun. Even Stapledon's other great work, LAST AND FIRST MEN, pales in ambition next to STAR MAKER, which presents nothing less than an entire imagined history of life in the universe, encompassing billions of years.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/439930/911107-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "challenging"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 92854,
              "title": "Snow Crash",
              "contributions": [
                {
                  "author": {
                    "name": "Neal Stephenson"
                  }
                }
              ],
              "description": "In Snow Crash, Neal Stephenson rewires the cyberpunk genre, throwing you headfirst into a chaotic, corporatized future where governments have collapsed, the Metaverse reigns supreme, and everything—literally everything—is for sale. Hiro Protagonist, katana-wielding hacker and the world’s most overqualified pizza delivery guy, stumbles onto a digital virus that’s more than just code—it’s a weapon that targets minds, threatening the virtual and real worlds alike. With the help of a badass skateboarding courier named Y.T., Hiro races through a world of hyper-capitalist dystopia, ancient Sumerian mythology, and corporate warfare to stop an apocalypse no one else even sees coming. Wild, prophetic, and way too real, Snow Crash doesn’t just predict the future—it builds it.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/92854/7004665-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Suspense"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 197377,
              "title": "Midnight Robber",
              "contributions": [
                {
                  "author": {
                    "name": "Nalo Hopkinson"
                  }
                }
              ],
              "description": "PRISONER OF NEW HALF-WAY TREE It's Carnival time and the Caribbean-colonized planet of Toussaint is celebrating with music, dance, and pageantry. Masked \"Midnight Robbers\" waylay revelers with brandished weapons and spellbinding words. But to young Tan-Tan, the Robber Queen is simply a favorite costume to wear at the festival--until her power-corrupted father commits an unforgivable crime. Suddenly, both father and daughter are thrust into the brutal world of New Half-Way Tree. Here monstrous creatures from folklore are real, and the humans are violent outcasts in the wilds. Here Tan-Tan must reach into the heart of myth--and become the Robber Queen herself. For only the Robber Queen's legendary powers can save her life . . . and set her free.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/197377/288072-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 969081,
              "title": "The Ten Percent Thief",
              "contributions": [
                {
                  "author": {
                    "name": "Lavanya Lakshminarayan"
                  }
                }
              ],
              "description": "Nothing has happened. Not yet, anyway. This is how all things begin. Welcome to Apex City, formerly Bangalore, where everything is decided by the mathematically perfect Bell Curve. With the right image, values and opinions, you can ascend to the glittering heights of the Twenty Percent – the Virtual elite – and have the world at your feet. Otherwise you risk falling to the precarious Ten Percent, and deportation to the ranks of the Analogs, with no access to electricity, running water or even humanity. The system has no flaws. Until the elusive “Ten Percent Thief” steals a single jacaranda seed from the Virtual city and plants a revolution in the barren soil of the Analog world. Previously published in South Asia only as Analog/Virtual, The Ten Percent Thief is a striking debut by a ferocious new talent.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "fast"
                  }
                },
                {
                  "tag": {
                    "tag": "Weak Character Development"
                  }
                },
                {
                  "tag": {
                    "tag": "emotional"
                  }
                },
                {
                  "tag": {
                    "tag": "reflective"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 936521,
              "title": "Beautyland",
              "contributions": [
                {
                  "author": {
                    "name": "Marie-Helene Bertino"
                  }
                }
              ],
              "description": "From the acclaimed author of Parakeet, Marie-Helene Bertino’s Beautyland is a wise, tender novel about a woman who doesn’t feel at home on Earth.\n\nAt the moment when Voyager 1 is launched into space carrying its famous golden record, a baby of unusual perception is born to a single mother in Philadelphia. Adina Giorno is tiny and jaundiced, but she reaches for warmth and light. As a child, she recognizes that she is different: She possesses knowledge of a faraway planet. The arrival of a fax machine enables her to contact her extraterrestrial relatives, beings who have sent her to report on the oddities of Earthlings.\n\nFor years, as she moves through the world and makes a life for herself among humans, she dispatches transmissions on the terrors and surprising joys of their existence. Then, at a precarious moment, a beloved friend urges Adina to share her messages with the world. Is there a chance she is not alone?\n\nMarie-Helene Bertino’s Beautyland is a novel of startling originality about the fragility and resilience of life on our Earth and in our universe. It is a remarkable evocation of the feeling of being in exile at home, and it introduces a gentle, unforgettable alien for our times.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/936521/7280048969081510.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "female author"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 336161,
              "title": "Redshirts",
              "contributions": [
                {
                  "author": {
                    "name": "John Scalzi"
                  }
                }
              ],
              "description": "Ensign Andrew Dahl has just been assigned to the Universal Union Capital Ship Intrepid, flagship of the Universal Union since the year 2456. It’s a prestige posting, and Andrew is thrilled all the more to be assigned to the ship’s Xenobiology laboratory.\n\nLife couldn’t be better…until Andrew begins to pick up on the fact that:\n(1) every Away Mission involves some kind of lethal confrontation with alien forces\n(2) the ship’s captain, its chief science officer, and the handsome Lieutenant Kerensky always survive these confrontations\n(3) at least one low-ranked crew member is, sadly, always killed.\n\nNot surprisingly, a great deal of energy below decks is expended on avoiding, at all costs, being assigned to an Away Mission. Then Andrew stumbles on information that completely transforms his and his colleagues’ understanding of what the starship Intrepid really is…and offers them a crazy, high-risk chance to save their own lives.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/336161/7238735-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                },
                {
                  "tag": {
                    "tag": "Family"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 186438,
              "title": "The Calculating Stars",
              "contributions": [
                {
                  "author": {
                    "name": "Mary Robinette Kowal"
                  }
                }
              ],
              "description": "Mary Robinette Kowal's science fiction debut, 2019 Winner of the Hugo and Nebula Award for best novel, The Calculating Stars, explores the premise behind her award-winning \"Lady Astronaut of Mars.\" Winner 2018 Nebula Award for Best Novel Winner 2019 Locus Award for Best Novel Winner 2019 Hugo Award for Best Novel Finalist 2019 Campbell Memorial Award Locus Trade Paperback Bestseller List Publishers Weekly Best Books of 2018—Science Fiction/Fantasy Winner 2019 RUSA Reading List for Science Fiction—American Library Association Locus 2018 Recommended Reading List Buzzfeed—17 Science-Fiction Novels By Women That Are Out Of This World Locus Bestseller List Chicago Review of Books—Top 10 Science Fiction Books of 2018 Goodreads—Most Popular Books Published in July 2018 (#66) The Verge—12 fantastic science fiction and fantasy novels for July 2018 Unbound Worlds—Best SciFi and Fantasy Books of July 2018 Den of Geek—Best Science Fiction Books of June 2018 Publishers Weekly—Best SFF Books of 2018 Omnivoracious—15 Highly Anticipated SFF Reads for Summer 2018 Past Magazine—Best Novels of 2018 Bookriot—Best Science Fiction Books of 2018 The Library Thing—Top Five Books of 2018 On a cold spring night in 1952, a huge meteorite fell to earth and obliterated much of the east coast of the United States, including Washington D.C. The ensuing climate cataclysm will soon render the earth inhospitable for humanity, as the last such meteorite did for the dinosaurs. This looming threat calls for a radically accelerated effort to colonize space, and requires a much larger share of humanity to take part in the process. Elma York’s experience as a WASP pilot and mathematician earns her a place in the International Aerospace Coalition’s attempts to put man on the moon, as a calculator. But with so many skilled and experienced women pilots and scientists involved with the program, it doesn’t take long before Elma begins to wonder why they can’t go into space, too. Elma’s drive to become the first Lady Astronaut is so strong that even the most dearly held conventions of society may not stand a chance against her. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/186438/8290909-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "misogyny"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 427729,
              "title": "The Echo Wife",
              "contributions": [
                {
                  "author": {
                    "name": "Sarah Gailey"
                  }
                }
              ],
              "description": "Sarah Gailey's The Echo Wife is a non-stop thrill ride of lies, betrayal, and identity, perfect for fans of Big Little Lies and Killing Eve. Evelyn Caldwell’s husband Nathan has been having an affair — with Evelyn Caldwell. Or, to be exact, with Martine, a genetically cloned replica made from Evelyn’s own award-winning research. But that wasn’t even the worst part. When they said all happy families are alike, I don’t think this is what they meant...",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/427729/092a776c-706a-4701-8275-71fa33b3279b.jpg"
                },
                {
                  "url": "https://assets.hardcover.app/books/427729/10163590-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Murder"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "lighthearted"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 439866,
              "title": "Way Station",
              "contributions": [
                {
                  "author": {
                    "name": "Clifford D. Simak"
                  }
                }
              ],
              "description": "An ageless hermit runs a secret way station for alien visitors in the Wisconsin woods in this Hugo Award-winning science fiction classic Enoch Wallace is not like other humans. Living a secluded life in the backwoods of Wisconsin, he carries a nineteenth-century rifle and never seems to age--a fact that has recently caught the attention of prying government eyes. The truth is, Enoch is the last surviving veteran of the American Civil War and, for close to a century, he has operated a secret way station for aliens passing through on journeys to other stars. But the gifts of knowledge and immortality that his intergalactic guests have bestowed upon him are proving to be a nightmarish burden, for they have opened Enoch's eyes to humanity's impending destruction. Still, one final hope remains for the human race . . . though the cure could ultimately prove more terrible than the disease. Winner of the Hugo Award for Best Novel, Way Station is a magnificent example of the fine art of science fiction as practiced by a revered Grand Master. A cautionary tale that is at once ingenious, evocative, and compassionately human, it brilliantly supports the contention of the late, great Robert A. Heinlein that \"to read science-fiction is to read Simak.\"",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/439866/14169-L.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                },
                {
                  "tag": {
                    "tag": "A mix driven"
                  }
                },
                {
                  "tag": {
                    "tag": "Loveable Characters"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 748620,
              "title": "The Long Way to a Small, Angry Planet",
              "contributions": [
                {
                  "author": {
                    "name": "Becky Chambers"
                  }
                }
              ],
              "description": "When Rosemary Harper joins the crew of the Wayfarer, she isn't expecting much. The Wayfarer, a patched-up ship that's seen better days, offers her everything she could possibly want: a small, quiet spot to call home for a while, adventure in far-off corners of the galaxy, and distance from her troubled past.\n\nBut Rosemary gets more than she bargained for with the Wayfarer. The crew is a mishmash of species and personalities, from Sissix, the friendly reptilian pilot, to Kizzy and Jenks, the constantly sparring engineers who keep the ship running. Life on board is chaotic, but more or less peaceful - exactly what Rosemary wants.\nUntil the crew are offered the job of a lifetime: the chance to build a hyperspace tunnel to a distant planet.",
              "images": [
                {
                  "url": "https://assets.hardcover.app/books/748620/532750740026966.jpg"
                }
              ],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Romance"
                  }
                },
                {
                  "tag": {
                    "tag": "Space"
                  }
                },
                {
                  "tag": {
                    "tag": "LGBTQ"
                  }
                },
                {
                  "tag": {
                    "tag": "Aliens"
                  }
                },
                {
                  "tag": {
                    "tag": "Humor"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 441065,
              "title": "Sea of Rust",
              "contributions": [
                {
                  "author": {
                    "name": "C. Robert Cargill"
                  }
                }
              ],
              "description": "A scavenger robot wanders in the wasteland created by a war that has destroyed humanity in this evocative post-apocalyptic \"robot western\" from the critically acclaimed author, screenwriter, and noted film critic. It’s been thirty years since the apocalypse and fifteen years since the murder of the last human being at the hands of robots. Humankind is extinct. Every man, woman, and child has been liquidated by a global uprising devised by the very machines humans designed and built to serve them. Most of the world is controlled by an OWI—One World Intelligence—the shared consciousness of millions of robots, uploaded into one huge mainframe brain. But not all robots are willing to cede their individuality—their personality—for the sake of a greater, stronger, higher power. These intrepid resisters are outcasts; solo machines wandering among various underground outposts who have formed into an unruly civilization of rogue AIs in the wasteland that was once our world. One of these resisters is Brittle, a scavenger robot trying to keep a deteriorating mind and body functional in a world that has lost all meaning. Although unable to experience emotions like a human, Brittle is haunted by the terrible crimes the robot population perpetrated on humanity. As Brittle roams the Sea of Rust, a large swath of territory that was once the Midwest, the loner robot slowly comes to terms with horrifyingly raw and vivid memories—and nearly unbearable guilt. Sea of Rust is both a harsh story of survival and an optimistic adventure. A vividly imagined portrayal of ultimate destruction and desperate tenacity, it boldly imagines a future in which no hope remains, yet where a humanlike AI strives to find purpose among the ruins.",
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Fantasy"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventure"
                  }
                },
                {
                  "tag": {
                    "tag": "Fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Dystopian"
                  }
                },
                {
                  "tag": {
                    "tag": "death"
                  }
                },
                {
                  "tag": {
                    "tag": "dark"
                  }
                },
                {
                  "tag": {
                    "tag": "Adventurous"
                  }
                },
                {
                  "tag": {
                    "tag": "funny"
                  }
                },
                {
                  "tag": {
                    "tag": "medium"
                  }
                }
              ]
            }
          },
          {
            "book": {
              "id": 2036199,
              "title": "Frankenstein",
              "contributions": [
                {
                  "author": {
                    "name": "Michael Burgan"
                  }
                },
                {
                  "author": {
                    "name": "Mary Shelley"
                  }
                }
              ],
              "description": null,
              "images": [],
              "taggings": [
                {
                  "tag": {
                    "tag": "Classics"
                  }
                },
                {
                  "tag": {
                    "tag": "Young Adult"
                  }
                },
                {
                  "tag": {
                    "tag": "Science fiction"
                  }
                },
                {
                  "tag": {
                    "tag": "Comics"
                  }
                }
              ]
            }
          }
        ]
      }
    ]
  }
}