{
  "book": {
    "id": 384844,
    "title": "10:04",
    "contributions": [
      {
        "author": {
          "name": "Ben Lerner"
        }
      }
    ],
    "description": "\"A beautiful and utterly original novel about making art, love, and children during the twilight of an empire Ben Lerner's first novel, Leaving the Atocha Station, was hailed as \"one of the truest (and funniest) novels. of his generation\" (Lorin Stein, The New York Review of Books), \"a work so luminously original in style and form as to seem like a premonition, a comet from the future\" (Geoff Dyer, The Observer). Now, his second novel departs from Leaving the Atocha Station's exquisite ironies in order to explore new territories of thought and feeling. In the last year, the narrator of 10:04 has enjoyed unexpected literary success, has been diagnosed with a potentially fatal heart condition, and has been asked by his best friend to help her conceive a child, despite his dating a rising star in the visual arts. In a New York of increasingly frequent super storms and political unrest, he must reckon with his biological mortality, the possibility of a literary afterlife, and the prospect of (unconventional) fatherhood in a city that might soon be under water. In prose that Jonathan Franzen has called \"hilarious. cracklingly intelligent. and original in every sentence,\" Lerner captures what it's like to be alive now, when the difficulty of imagining a future has changed our relation to our present and our past. Exploring sex, friendship, medicine, memory, art, and politics, 10:04 is both a riveting work of fiction and a brilliant examination of the role fiction plays in our lives\"--",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/384844/9159096-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "Weak Character Development"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      },
      {
        "tag": {
          "tag": "Character driven"
        }
      },
      {
        "tag": {
          "tag": "Not Diverse Characters"
        }
      }
    ]
  }
}
