{
  "book": {
    "id": 431417,
    "title": "A Brief History of Seven Killings",
    "contributions": [
      {
        "author": {
          "name": "Marlon James"
        }
      }
    ],
    "description": "On 3 December 1976, just weeks before the general election and two days before Bob Marley was to play the Smile Jamaica Concert to ease political tensions, seven gunmen from West Kingston stormed his house with machine guns blazing. Marley survived and went on to perform at the free concert, but the next day he left the country, and didn’t return for two years. Not a lot was recorded about the fate of the seven gunmen, but much has been said, whispered and sung about in the streets of West Kingston, with information surfacing at odd times, only to sink into rumour and misinformation. Inspired by this near-mythic event, A Brief History of Seven Killings takes the form of an imagined oral biography, told by ghosts, witnesses, killers, members of parliament, drug dealers, conmen, beauty queens, FBI and CIA agents, reporters, journalists, and even Keith Richards' drug dealer. Marlon James’s bold undertaking traverses strange landscapes and shady characters, as motivations are examined – and questions asked – in this compelling novel of monumental scope and ambition.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/431417/7359856-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      },
      {
        "tag": {
          "tag": "Weak Character Development"
        }
      }
    ]
  }
}
