{
  "book": {
    "id": 546429,
    "title": "A Day of Fallen Night",
    "contributions": [
      {
        "author": {
          "name": "Samantha Shannon"
        }
      }
    ],
    "description": "'A magnificent, sweeping epic' JENNIFER SAINT, Sunday Times-bestselling author of ARIADNE 'Shannon is simply a master of the genre' C. S. PACAT, New York Times-bestselling author of DARK RISE 'A tremendous triumph' LONDON SHAH, award-winning author of the LIGHT OF THE ABYSS series 'A gorgeous, glittering epic' DAILY MAIL ____________________ A return to the world of Samantha Shannon's Sunday Times and New York Times-bestselling The Priory of the Orange Tree ____________________ Tunuva Melim is a sister of the Priory. For fifty years, she has trained to slay wyrms – but none have appeared since the Nameless One, and the younger generation is starting to question the Priory's purpose. To the north, in the Queendom of Inys, Sabran the Ambitious has married the new King of Hróth, narrowly saving both realms from ruin. Their daughter, Glorian, trails in their shadow – exactly where she wants to be. The dragons of the East have slept for centuries. Dumai has spent her life in a Seiikinese mountain temple, trying to wake the gods from their long slumber. Now someone from her mother's past is coming to upend her fate. When the Dreadmount erupts, bringing with it an age of terror and violence, these women must find the strength to protect humankind from a devastating threat. Intricate and epic, A Day of Fallen Night sweeps readers back to the world of A Priory of the Orange Tree, showing us a course of events that shaped it for generations to come. **Chosen as a book of 2023 by the Metro, Cosmopolitan, Nerd Daily, PinkNews and Waterstones**",
    "images": [
      {
        "url": "https://assets.hardcover.app/book/546429/e548f669-6c46-4f85-b5f8-364b5219b7a1.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      }
    ]
  }
}
