{
  "book": {
    "id": 380021,
    "title": "A Mercy",
    "contributions": [
      {
        "author": {
          "name": "Toni Morrison"
        }
      }
    ],
    "description": "A powerful tragedy distilled into a jewel of a masterpiece by the Nobel Prize--winning author of Beloved and, almost like a prelude to that story, set two centuries earlier.In the 1680s the slave trade was still in its infancy. In the Americas, virulent religious and class divisions, prejudice and oppression were rife, providing the fertile soil in which slavery and race hatred were planted and took root.Jacob is an Anglo-Dutch trader and adventurer, with a small holding in the harsh north. Despite his distaste for dealing in \"flesh,\" he takes a small slave girl in part payment for a bad debt from a plantation owner in Catholic Maryland. This is Florens, \"with the hands of a slave and the feet of a Portuguese lady.\" Florens looks for love, first from Lina, an older servant woman at her new master's house, but later from a handsome blacksmith, an African, never enslaved.There are other voices: Lina, whose tribe was decimated by smallpox; their mistress, Rebekka, herself a victim of religious intolerance back in England; Sorrow, a strange girl who's spent her early years at sea; and finally the devastating voice of Florens' mother. These are all men and women inventing themselves in the wilderness.A Mercy reveals what lies beneath the surface of slavery. But at its heart it is the ambivalent, disturbing story of a mother who casts off her daughter in order to save her, and of a daughter who may never exorcise that abandonment.Acts of mercy may have unforeseen consequences.From the Hardcover edition.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/380021/6753348-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "African Americans"
        }
      },
      {
        "tag": {
          "tag": "Literature"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      }
    ]
  }
}
