{
  "book": {
    "id": 496492,
    "title": "Babel, or The Necessity of Violence: An Arcane History of the Oxford Translators' Revolution",
    "contributions": [
      {
        "author": {
          "name": "R.F. Kuang"
        }
      }
    ],
    "description": "1828. Robin Swift, orphaned by cholera in Canton, is brought to London by the mysterious Professor Lovell. There, he trains for years in Latin, Ancient Greek, and Chinese, all in preparation for the day he'll enroll in Oxford University's prestigious Royal Institute of Translation--also known as Babel. \n\nBabel is the world's center for translation and, more importantly, magic. Silver working--the art of manifesting the meaning lost in translation using enchanted silver bars--has made the British unparalleled in power, as its knowledge serves the Empire's quest for colonization. \n\nFor Robin, Oxford is a utopia dedicated to the pursuit of knowledge. But knowledge obeys power, and as a Chinese boy raised in Britain, Robin realizes serving Babel means betraying his motherland. As his studies progress, Robin finds himself caught between Babel and the shadowy Hermes Society, an organization dedicated to stopping imperial expansion. When Britain pursues an unjust war with China over silver and opium, Robin must decide... Can powerful institutions be changed from within, or does revolution always require violence?",
    "images": [
      {
        "url": "https://assets.hardcover.app/book/496492/12dd834e-8fb0-4526-94f8-b83d99cf72da.jpg"
      },
      {
        "url": "https://assets.hardcover.app/book/496492/8db56fd1-57a6-4acd-b67e-e43040c6ee26.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "Magic"
        }
      },
      {
        "tag": {
          "tag": "Fairy tales"
        }
      },
      {
        "tag": {
          "tag": "Gore"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "Magical Realism"
        }
      }
    ]
  }
}