{
  "book": {
    "id": 936521,
    "title": "Beautyland",
    "contributions": [
      {
        "author": {
          "name": "Marie-Helene Bertino"
        }
      }
    ],
    "description": "From the acclaimed author of Parakeet, Marie-Helene Bertino’s Beautyland is a wise, tender novel about a woman who doesn’t feel at home on Earth.\n\nAt the moment when Voyager 1 is launched into space carrying its famous golden record, a baby of unusual perception is born to a single mother in Philadelphia. Adina Giorno is tiny and jaundiced, but she reaches for warmth and light. As a child, she recognizes that she is different: She possesses knowledge of a faraway planet. The arrival of a fax machine enables her to contact her extraterrestrial relatives, beings who have sent her to report on the oddities of Earthlings.\n\nFor years, as she moves through the world and makes a life for herself among humans, she dispatches transmissions on the terrors and surprising joys of their existence. Then, at a precarious moment, a beloved friend urges Adina to share her messages with the world. Is there a chance she is not alone?\n\nMarie-Helene Bertino’s Beautyland is a novel of startling originality about the fragility and resilience of life on our Earth and in our universe. It is a remarkable evocation of the feeling of being in exile at home, and it introduces a gentle, unforgettable alien for our times.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/936521/7280048969081510.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Space"
        }
      },
      {
        "tag": {
          "tag": "Aliens"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "female author"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      }
    ]
  }
}
