{
  "book": {
    "id": 383308,
    "title": "Between the World and Me",
    "contributions": [
      {
        "author": {
          "name": "Ta-Nehisi Coates"
        }
      }
    ],
    "description": "\"Americans have built an empire on the idea of “race,” a falsehood that damages us all but falls most heavily on the bodies of black women and men—bodies exploited through slavery and segregation, and, today, threatened, locked up, and murdered out of all proportion. What is it like to inhabit a black body and find a way to live within it? And how can we all honestly reckon with this fraught history and free ourselves from its burden?\n\nBetween the World and Me is Ta-Nehisi Coates’s attempt to answer these questions in a letter to his adolescent son. Coates shares with his son—and readers—the story of his awakening to the truth about his place in the world through a series of revelatory experiences, from Howard University to Civil War battlefields, from the South Side of Chicago to Paris, from his childhood home to the living rooms of mothers whose children’s lives were taken as American plunder. Beautifully woven from personal narrative, reimagined history, and fresh, emotionally charged reportage, Between the World and Me clearly illuminates the past, bracingly confronts our present, and offers a transcendent vision for a way forward.\"-- Provided by Amazon",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/383308/10118757-L.jpg"
      },
      {
        "url": "https://assets.hardcover.app/book/383308/cb89c680-68d3-46cd-a139-864df038e61c.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "Nonfiction"
        }
      },
      {
        "tag": {
          "tag": "biography & autobiography"
        }
      },
      {
        "tag": {
          "tag": "African Americans"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      }
    ]
  }
}
