{
  "book": {
    "id": 374087,
    "title": "Bring Up The Bodies",
    "contributions": [
      {
        "author": {
          "name": "Hilary Mantel"
        }
      }
    ],
    "description": "By 1535 Thomas Cromwell, the blacksmith's son, is far from his humble origins. Chief Minister to Henry VIII, his fortunes have risen with those of Anne Boleyn, Henry's second wife, for whose sake Henry has broken with Rome and created his own church. But Henry's actions have forced England into dangerous isolation, and Anne has failed to do what she promised: bear a son to secure the Tudor line. When Henry visits Wolf Hall, Cromwell watches as he falls in love with the silent, plain Jane Seymour. The minister sees what is at stake: not just the king's pleasure, but the safety of the nation. As he eases a way through the sexual politics of the court, its miasma of gossip, he must negotiate a 'truth' that will satisfy Henry and secure his own career. But neither minister nor king will emerge undamaged fro the bloody theater of Anne's final days.\r\n\r\nIn Bring Up the Bodies, sequel to the Man Booker Prize-winning Wolf Hall, Hilary Mantel explores one of the most mystifying and frightening episodes in English history: the destruction of Anne Boleyn. This new novel is a speaking picture, and audacious vision of Tudor England that sheds its light on the modern world. It is the work of one of our great writers at the height of her powers. --jacket flap",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/374087/3906161820224907.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/374087/10236749-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "biography & autobiography"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "Rape"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      }
    ]
  }
}
