{
  "book": {
    "id": 505221,
    "title": "Check & Mate",
    "contributions": [
      {
        "author": {
          "name": "Ali Hazelwood"
        }
      }
    ],
    "description": "Mallory Greenleaf is done with chess. Every move counts nowadays; after the sport led to the destruction of her family four years earlier, Mallory’s focus is on her mom, her sisters, and the dead-end job that keeps the lights on. That is, until she begrudgingly agrees to play in one last charity tournament and inadvertently wipes the board with notorious “Kingkiller” Nolan Sawyer: current world champion and reigning Bad Boy of chess.\n\nNolan’s loss to an unknown rook-ie shocks everyone. What’s even more confusing? His desire to cross pawns again. What kind of gambit is Nolan playing? The smart move would be to walk away. Resign. Game over. But Mallory’s victory opens the door to sorely needed cash-prizes and despite everything, she can’t help feeling drawn to the enigmatic strategist….\n\nAs she rockets up the ranks, Mallory struggles to keep her family safely separated from the game that wrecked it in the first place. And as her love for the sport she so desperately wanted to hate begins to rekindle, Mallory quickly realizes that the games aren’t only on the board, the spotlight is brighter than she imagined, and the competition can be fierce (-ly attractive. And intelligent…and infuriating…)\n\n",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/505221/4770047347074802.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/505221/8282023820231139.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      }
    ]
  }
}
