{
  "book": {
    "id": 512106,
    "title": "Demon Copperhead",
    "contributions": [
      {
        "author": {
          "name": "Barbara Kingsolver"
        }
      }
    ],
    "description": "\"Relayed in his own unsparing voice, Demon braves the modern perils of foster care, child labor, derelict schools, athletic success, addiction, disastrous loves, and crushing losses. Through all of it, he reckons with his own invisibility in a popular culture where even the superheroes have abandoned rural people in favor of cities.\n\nMany generations ago, Charles Dickens wrote David Copperfield from his experience as a survivor of institutional poverty and its damages to children in his society. Those problems have yet to be solved in ours. Dickens is not a prerequisite for readers of this novel, but he provided its inspiration. In transposing a Victorian epic novel to the contemporary American South, Barbara Kingsolver enlists Dickens’ anger and compassion, and above all, his faith in the transformative powers of a good story. Demon Copperhead speaks for a new generation of lost boys, and all those born into beautiful, cursed places they can’t imagine leaving behind.\"-- Provided by Amazon",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/512106/4750314036193517.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/512106/e596fa6d-0b7f-48ad-89bf-5729b7ce79c6.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "biography & autobiography"
        }
      },
      {
        "tag": {
          "tag": "Literature"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "Travel"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "female author"
        }
      }
    ]
  }
}
