{
  "book": {
    "id": 434710,
    "title": "Detransition, Baby",
    "contributions": [
      {
        "author": {
          "name": "Torrey Peters"
        }
      }
    ],
    "description": "Reese almost had it all: a loving relationship with Amy, an apartment in New York City, a job she didn't hate. She had scraped together what previous generations of trans women could only dream of: a life of mundane, bourgeois comforts. The only thing missing was a child. But then her girlfriend, Amy, detransitioned and became Ames, and everything fell apart. Now Reese is caught in a self-destructive pattern: avoiding her loneliness by sleeping with married men.\n\nAmes isn't happy either. He thought detransitioning to live as a man would make life easier, but that decision cost him his relationship with Reese—and losing her meant losing his only family. Even though their romance is over, he longs to find a way back to her. When Ames's boss and lover, Katrina, reveals that she's pregnant with his baby—and that she's not sure whether she wants to keep it—Ames wonders if this is the chance he's been waiting for. Could the three of them form some kind of unconventional family—and raise the baby together?\n\nThis provocative debut is about what happens at the emotional, messy, vulnerable corners of womanhood that platitudes and good intentions can't reach. Torrey Peters brilliantly and fearlessly navigates the most dangerous taboos around gender, sex, and relationships, gifting us a thrillingly original, witty, and deeply moving novel.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/434710/10201288-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "sexism"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "misogyny"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      }
    ]
  }
}
