{
  "book": {
    "id": 763446,
    "title": "Emily Wilde’s Map of the Otherlands",
    "contributions": [
      {
        "author": {
          "name": "Heather Fawcett"
        }
      }
    ],
    "description": "Emily Wilde is a genius scholar of faerie folklore—she just wrote the world’s first comprehensive of encylopaedia of faeries. She’s learned many of the secrets of the Hidden Folk on her adventures . . . and also from her fellow scholar and former rival, Wendell Bambleby. \n\nBecause Bambleby is more than infuriatingly charming. He’s an exiled faerie king on the run from his murderous mother, and in search of a door back to his realm. So despite Emily’s feelings for Bambleby, she’s not ready to accept his proposal of marriage: Loving one of the Fair Folk comes with secrets and danger. And she also has a new project to focus on: a map of the realms of faerie. \n\nWhile she is preparing her research, Bambleby lands her in trouble yet again, when assassins sent by Bambleby’s mother invade Cambridge. Now Bambleby and Emily are on another adventure, this time to the picturesque Austrian Alps, where Emily believes they may find the door to Bambley’s realm, and the key to freeing him from his family’s dark plans. But with new relationships for the prickly Emily to navigate and dangerous Folk lurking in every forest and hollow, Emily must unravel the mysterious workings of faerie doors, and of her own heart.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/763446/5884296612563340.jpeg"
      },
      {
        "url": "https://assets.hardcover.app/books/763446/2830187397881747.png"
      },
      {
        "url": "https://assets.hardcover.app/book/763446/39bdba2e-4163-43f8-8f35-0d95cf8542b0.webp"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "Magical Realism"
        }
      },
      {
        "tag": {
          "tag": "adult"
        }
      }
    ]
  }
}