{
  "book": {
    "id": 17297,
    "title": "Erasure",
    "contributions": [
      {
        "author": {
          "name": "Percival Everett"
        }
      }
    ],
    "description": "Thelonius \"Monk\" Ellison is an erudite, accomplished but seldom-read author who insists on writing obscure literary papers rather than the so-called \"ghetto prose\" that would make him a commercial success. He finally succumbs to temptation after seeing the Oberlin-educated author of We's Lives in da Ghetto during her appearance on a talk show, firing back with a parody called My Pafology, which he submits to his startled agent under the gangsta pseudonym of Stagg R. Leigh. \n\nEllison quickly finds himself with a six-figure advance from a major house, a multimillion-dollar offer for the movie rights and a monster bestseller on his hands. The money helps with a family crisis, allowing Ellison to care for his widowed mother as she drifts into the fog of Alzheimer's, but it doesn't ease the pain after his sister, a physician, is shot by right-wing fanatics for performing abortions. The dark side of wealth surfaces when both the movie mogul and talk-show host demand to meet the nonexistent Leigh, forcing Ellison to don a disguise and invent a sullen, enigmatic character to meet the demands of the market. The final indignity occurs when Ellison becomes a judge for a major book award and My Pafology (title changed to Fuck) gets nominated, forcing the author to come to terms with his perverse literary joke. Percival's talent is multifaceted, sparked by a satiric brilliance that could place him alongside Wright and Ellison as he skewers the conventions of racial and political correctness.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/17297/848473-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      }
    ]
  }
}
