{
  "book": {
    "id": 428001,
    "title": "Exhalation",
    "contributions": [
      {
        "author": {
          "name": "Ted Chiang"
        }
      }
    ],
    "description": "From the acclaimed author of Stories of Your Life and Others - the basis for the Academy Award nominated film Arrival - comes a groundbreaking second collection of short fiction: nine stunningly original, provocative, and poignant stories. \n\nIn 'The Merchant and the Alchemist's Gate', a portal through time forces a fabric-seller in ancient Baghdad to grapple with past mistakes and the temptation of second chances. In the epistolary 'Exhalation', an alien scientist makes a shocking discovery with ramifications not just for his own people, but for all of reality. And in 'The Lifecycle of Software Objects', a woman cares for an artificial intelligence over twenty years, elevating a faddish digital pet into what might be a true living being. Also included are two previously unpublished stories: 'Omphalos' and 'Anxiety Is the Dizziness of Freedom'. \n\nIn Exhalation, Ted Chiang wrestles with the oldest questions on earth - What is the nature of the universe? What does it mean to be human? - and ones that no one else has even imagined. And, each in its own way, the stories prove that complex and thoughtful science fiction can rise to new heights of beauty, meaning, and compassion.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/428001/10164098-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "Short stories"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      }
    ]
  }
}
