{
  "book": {
    "id": 372756,
    "title": "Future Home of the Living God",
    "contributions": [
      {
        "author": {
          "name": "Louise Erdrich"
        }
      }
    ],
    "description": "A New York Times Notable Book of 2017 Louise Erdrich, the New York Times bestselling, National Book Award-winning author of LaRose and The Round House, paints a startling portrait of a young woman fighting for her life and her unborn child against oppressive forces that manifest in the wake of a cataclysmic event. The world as we know it is ending. Evolution has reversed itself, affecting every living creature on earth. Science cannot stop the world from running backwards, as woman after woman gives birth to infants that appear to be primitive species of humans. Twenty-six-year-old Cedar Hawk Songmaker, adopted daughter of a pair of big-hearted, open-minded Minneapolis liberals, is as disturbed and uncertain as the rest of America around her. But for Cedar, this change is profound and deeply personal. She is four months pregnant. Though she wants to tell the adoptive parents who raised her from infancy, Cedar first feels compelled to find her birth mother, Mary Potts, an Ojibwe living on the reservation, to understand both her and her baby’s origins. As Cedar goes back to her own biological beginnings, society around her begins to disintegrate, fueled by a swelling panic about the end of humanity. There are rumors of martial law, of Congress confining pregnant women. Of a registry, and rewards for those who turn these wanted women in. Flickering through the chaos are signs of increasing repression: a shaken Cedar witnesses a family wrenched apart when police violently drag a mother from her husband and child in a parking lot. The streets of her neighborhood have been renamed with Bible verses. A stranger answers the phone when she calls her adoptive parents, who have vanished without a trace. It will take all Cedar has to avoid the prying eyes of potential informants and keep her baby safe. A chilling dystopian novel both provocative and prescient, Future Home of the Living God is a startlingly original work from one of our most acclaimed writers: a moving meditation on female agency, self-determination, biology, and natural rights that speaks to the troubling changes of our time.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/372756/8435529-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      }
    ]
  }
}
