{
  "book": {
    "id": 247430,
    "title": "Gilead",
    "contributions": [
      {
        "author": {
          "name": "Marilynne Robinson"
        }
      }
    ],
    "description": "**WINNER OF THE 2005 PULITZER PRIZE FOR FICTION.**\r\n\r\nIn 1956, toward the end of Reverend John Ames’s life, he begins a letter to his young son, an account of himself and his forebears. Ames is the son of an Iowan preacher and the grandson of a minister who, as a young man in Maine, saw a vision of Christ bound in chains and came west to Kansas to fight for abolition: He “preached men into the Civil War,” then, at age fifty, became a chaplain in the Union Army, losing his right eye in battle.\r\n\r\nReverend Ames writes to his son about the tension between his father—an ardent pacifist—and his grandfather, whose pistol and bloody shirts, concealed in an army blanket, may be relics from the fight between the abolitionists and those settlers who wanted to vote Kansas into the union as a slave state. And he tells a story of the sacred bonds between fathers and sons, which are tested in his tender and strained relationship with his namesake, John Ames Boughton, his best friend’s wayward son.\r\n\r\n*Gilead* is the long-hoped-for second novel by one of our finest writers, a hymn of praise and lamentation to the God-haunted existence that Reverend Ames loves passionately, and from which he will soon part. Robinson gives us an intimate tale of three generations from the Civil War to the twentieth century: a story about fathers and sons and the spiritual battles that still rage at America's heart. Writing in the tradition of Emily Dickinson and Walt Whitman, Robinson's beautiful, spare, and spiritual prose allows \"even the faithless reader to feel the possibility of transcendent order\" (Slate). In the luminous and unforgettable voice of Congregationalist minister John Ames, Gilead reveals the human condition and the often unbearable beauty of an ordinary life.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/247430/1472533-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      },
      {
        "tag": {
          "tag": "hopeful"
        }
      },
      {
        "tag": {
          "tag": "Weak Character Development"
        }
      },
      {
        "tag": {
          "tag": "emotional"
        }
      },
      {
        "tag": {
          "tag": "reflective"
        }
      },
      {
        "tag": {
          "tag": "sad"
        }
      }
    ]
  }
}
