{
  "book": {
    "id": 429306,
    "title": "Harry Potter and the Chamber of Secrets",
    "contributions": [
      {
        "author": {
          "name": "J.K. Rowling"
        }
      }
    ],
    "description": "The Dursleys were so mean and hideous that summer that all Harry Potter wanted was to get back to the Hogwarts School for Witchcraft and Wizardry. But just as he's packing his bags, Harry receives a warning from a strange, impish creature named Dobby who says that if Harry Potter returns to Hogwarts, disaster will strike.\n\nAnd strike it does. For in Harry's second year at Hogwarts, fresh torments and horrors arise, including an outrageously stuck-up new professor, Gilderoy Lockhart, a spirit named Moaning Myrtle who haunts the girls' bathroom, and the unwanted attentions of Ron Weasley's younger sister, Ginny. But each of these seem minor annoyances when the real trouble begins, and someone, or something, starts turning Hogwarts students to stone. Could it be Draco Malfoy, a more poisonous rival than ever? Could it possibly be Hagrid, whose mysterious past is finally told? Or could it be the one everyone at Hogwarts most suspects: Harry Potter himself?",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/429306/12025394-L.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/429306/8728211473698548.jpg"
      },
      {
        "url": "https://assets.hardcover.app/book/429306/79efa8c3-5dbb-41b6-bfca-6f4a1d71d7fa.jpg"
      },
      {
        "url": "https://assets.hardcover.app/book/429306/eedf507f-903f-4182-8ca4-5d5c3aa0eb3e.jpg"
      },
      {
        "url": "https://assets.hardcover.app/book/429306/f4315672-4d89-49c9-ae83-a9cf7472fe10.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "Children"
        }
      },
      {
        "tag": {
          "tag": "Friendship"
        }
      }
    ]
  }
}