{
  "book": {
    "id": 1029526,
    "title": "He Who Drowned the World",
    "contributions": [
      {
        "author": {
          "name": "Shelley Parker-Chan"
        }
      }
    ],
    "description": "The Song of Achilles meets Mulan in He Who Drowned the World by Shelley Parker-Chan – a dazzling queer historical fantasy of war and destiny set in an epic alternate China, and sequel to Sunday Times bestselling She Who Became the Sun. ‘Magnificent in every way’ – Samantha Shannon, author of The Priory of the Orange Tree What would you give to win the world? Zhu Yuanzhang, the Radiant King, is riding high after a great victory. She’s torn southern China from its Mongol masters. Now she burns with a new desire: to crown herself emperor. However, she’s not the only one with imperial aspirations. Courtesan Madam Zhang wants the throne for her husband. And scorned scholar Wang Baoxiang yearns to bring the empire to its knees. So Zhu must gamble everything on a risky alliance with her old enemy: Ouyang, the brilliant but unstable eunuch general. All contenders will do anything and everything to win. But when desire and ambition have no limits, could the price be too high for even the most ruthless heart to bear? Praise for Shelley Parker-Chan: ‘Transcendent, heart-wrenching’ – Joanne Harris, author of Chocolat ‘As brilliant as Circe . . . a deft and dazzling triumph’ – Tasha Suri, author of The Jasmine Throne ‘Shelley Parker-Chan is a genius’ – Jen Williams, author of Talonsister",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/1029526/6399752036730166.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/1029526/7474727849847607.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "Gore"
        }
      },
      {
        "tag": {
          "tag": "Rape"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "sexism"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      }
    ]
  }
}