{
  "book": {
    "id": 893703,
    "title": "How Does It Feel?",
    "contributions": [
      {
        "author": {
          "name": "Jeneane O'Riley"
        }
      }
    ],
    "description": "When a trip into the forest to collect a rare mushroom goes horribly wrong, I find myself falling through a fairy portal and straight into the arms of the Unseelie Fae prince. The dangerously unhinged and handsome Unseelie Fae prince. \n\nWhat could be more horrible than that? He thinks I'm an assassin sent by the humans to kill him, not a biologist.\n\nDetermined to kill me first, and rid himself of the human he has unwillingly grown obsessed with, yet also needing to entertain his people, the villain challenges me to three deadly trials.\n\nIf I survive, I gain my freedom. But if not...\n\nThe Fae.\n\nI've never felt anything but hate and loathing until my eyes found hers--the vile human assassin's. She is a parasite that has mercilessly latched onto my mind and won't let me free. My hand itches to be ungloved and feel her smooth skin, even though I would never. The Unseelie Fae royals would rather burn than touch a repulsive human.\n\nI fear that if I do not destroy the girl soon, she may be the only thing that's capable of truly destroying me.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/893703/ab0048e1-d74b-4480-8f3b-ca1673e32f0b.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "Weak Character Development"
        }
      },
      {
        "tag": {
          "tag": "Character driven"
        }
      },
      {
        "tag": {
          "tag": "Not Diverse Characters"
        }
      },
      {
        "tag": {
          "tag": "Unloveable Characters"
        }
      }
    ]
  }
}
