{
  "book": {
    "id": 749571,
    "title": "In Ascension",
    "contributions": [
      {
        "author": {
          "name": "Martin MacInnes"
        }
      }
    ],
    "description": "Leigh grew up in Rotterdam, drawn to the waterfront as an escape from her unhappy home life and volatile father. Enchanted by the undersea world of her childhood, she excels in marine biology, travelling the globe to study ancient organisms. When a trench is discovered in the Atlantic ocean, Leigh joins the exploration team, hoping to find evidence of the earth's first life forms - what she instead finds calls into question everything we know about our own beginnings. \n\nHer discovery leads Leigh to the Mojave desert and an ambitious new space agency. Drawn deeper into the agency's work, she learns that the Atlantic trench is only one of several related phenomena from across the world, each piece linking up to suggest a pattern beyond human understanding. Leigh knows that to continue working with the agency will mean leaving behind her declining mother and her younger sister, and faces an impossible choice: to remain with her family, or to embark on a journey across the breadth of the cosmos. \n\nExploring the natural world with the wonder and reverence we usually reserve for the stars, In Ascension is a compassionate, deeply inquisitive epic that reaches outward to confront the greatest questions of existence, looks inward to illuminate the smallest details of the human heart, and shows how - no matter how far away we might be and how much we have lost hope - we will always attempt to return to the people and places we call home.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/749571/076851d1-f639-4ec7-b06f-a6918e59cd19.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Space"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "hopeful"
        }
      },
      {
        "tag": {
          "tag": "Weak Character Development"
        }
      }
    ]
  }
}
