{
  "book": {
    "id": 747398,
    "title": "Iron Flame",
    "contributions": [
      {
        "author": {
          "name": "Rebecca Yarros"
        }
      }
    ],
    "description": "Everyone expected Violet Sorrengail to die during her first year at Basgiath War College, Violet included. But Threshing was only the first impossible test meant to weed out the weak-willed, the unworthy, and the unlucky.\n\nNow the real training begins, and Violet's already wondering how she'll get through. It's not just that it's grueling and maliciously brutal, or even that it's designed to stretch the riders' capacity for pain beyond endurance. It's the new vice commandant, who's made it his personal mission to teach Violet exactly how powerless she is - unless she betrays the man she loves.\n\nAlthough Violet's body might be weaker and frailer than everyone else's, she still has her wits, and a will of iron. And leadership is forgetting the most important lesson Basgiath has taught her: Dragon riders make their own rules.\n\nBut a determination to survive won't be enough this year.\n\nBecause Violet knows the real secret hidden for centuries at Basgiath War College - and nothing, not even dragon fire, may be enough to save them in the end.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/747398/9369657888415914.jpeg"
      },
      {
        "url": "https://assets.hardcover.app/books/747398/4c2bb8c5-76d7-4cbc-a6ba-e814ff8f146c.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/747398/6999255126484654.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/747398/cce7abaf-2429-4708-9f76-fc4af35cb66c.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Suspense"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "Women"
        }
      }
    ]
  }
}