{
  "book": {
    "id": 434558,
    "title": "Killers of the Flower Moon: The Osage Murders and the Birth of the FBI",
    "contributions": [
      {
        "author": {
          "name": "David Grann"
        }
      }
    ],
    "description": "In the 1920s, the richest people per capita in the world were members of the Osage Nation in Oklahoma. After oil was discovered beneath their land, the Osage rode in chauffeured automobiles, built mansions, and sent their children to study in Europe.\n\nThen, one by one, the Osage began to be killed off. The family of an Osage woman, Mollie Burkhart, became a prime target. One of her relatives was shot. Another was poisoned. And it was just the beginning, as more and more Osage were dying under mysterious circumstances, and many of those who dared to investigate the killings were themselves murdered.\n\nAs the death toll rose, the newly created FBI took up the case, and the young director, J. Edgar Hoover, turned to a former Texas Ranger named Tom White to try to unravel the mystery. White put together an undercover team, including a Native American agent who infiltrated the region, and together with the Osage began to expose one of the most chilling conspiracies in American history.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/434558/8055064-L.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/434558/8912546537499444.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/434558/6481911481498741.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/434558/8566361829266731.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Nonfiction"
        }
      },
      {
        "tag": {
          "tag": "Murder"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "fast pacing"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      },
      {
        "tag": {
          "tag": "emotional"
        }
      }
    ]
  }
}
