{
  "book": {
    "id": 475214,
    "title": "Legends & Lattes",
    "contributions": [
      {
        "author": {
          "name": "Travis Baldree"
        }
      }
    ],
    "description": "Legends & Lattes is a cosy, heartwarming slice-of-life fantasy about found families and fresh starts - perfect for fans of TJ Klune, Katherine Addison and T. Kingfisher. High fantasy, low stakes - with a double-shot of coffee. After decades of adventuring, Viv the orc barbarian is finally hanging up her sword for good. Now she sets her sights on a new dream - for she plans to open the first coffee shop in the city of Thune. Even though no one there knows what coffee actually is.\n\n If Viv wants to put the past behind her, she can't go it alone. And help might arrive from unexpected quarters. Yet old rivals and new stand in the way of success. And Thune's shady underbelly could make it all too easy for Viv to take up the blade once more. \n\nBut the true reward of the uncharted path is the travellers you meet along the way. Whether bound by ancient magic, delicious pastries or a freshly brewed cup, they may become something deeper than Viv ever could have imagined.\n\n 'This is a warm hug of a book, a place to retreat from the world for a little while, drink a coffee, and come out a little better' - T. Kingfisher, bestselling author of Nettle & Bone",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/475214/8365476122077768.png"
      },
      {
        "url": "https://assets.hardcover.app/books/475214/9877900577870288.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/475214/3618889263826812.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "Comfort reading"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "Fun"
        }
      }
    ]
  }
}
