{
  "book": {
    "id": 32587,
    "title": "Less",
    "contributions": [
      {
        "author": {
          "name": "Andrew Sean Greer"
        }
      },
      {
        "author": {
          "name": "Elena Dal Pra"
        }
      }
    ],
    "description": "Who says you can't run away from your problems? You are a failed novelist about to turn fifty. A wedding invitation arrives in the mail: your boyfriend of the past nine years is engaged to someone else. You can't say yes--it would be too awkward--and you can't say no--it would look like defeat. On your desk are a series of invitations to half-baked literary events around the world.\n\nQUESTION: How do you arrange to skip town?\n\nANSWER: You accept them all.\n\nWhat would possibly go wrong? Arthur Less will almost fall in love in Paris, almost fall to his death in Berlin, barely escape to a Moroccan ski chalet from a Saharan sandstorm, accidentally book himself as the (only) writer-in-residence at a Christian Retreat Center in Southern India, and encounter, on a desert island in the Arabian Sea, the last person on Earth he wants to face. Somewhere in there: he will turn fifty. Through it all, there is his first love. And there is his last.\n\nBecause, despite all these mishaps, missteps, misunderstandings and mistakes, Less is, above all, a love story.\n\nA scintillating satire of the American abroad, a rumination on time and the human heart, a bittersweet romance of chances lost, by an author The New York Times has hailed as \"inspired, lyrical,\" \"elegiac,\" \"ingenious,\" as well as \"too sappy by half,\" Less shows a writer at the peak of his talents raising the curtain on our shared human comedy.\n\n\"I could not love LESS more.\"--Ron Charles, The Washington Post\n\n\"Andrew Sean Greer's Less is excellent company. It's no less than bedazzling, bewitching and be-wonderful.\"--Christopher Buckley, The New York Times Book Review",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/32587/8596367-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "Humor"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      }
    ]
  }
}
