{
  "book": {
    "id": 377416,
    "title": "Lincoln in the Bardo",
    "contributions": [
      {
        "author": {
          "name": "George Saunders"
        }
      }
    ],
    "description": "February 1862. The Civil War is less than one year old. The fighting has begun in earnest, and the nation has begun to realize it is in for a long, bloody struggle. Meanwhile, President Lincoln's beloved eleven-year-old son, Willie, lies upstairs in the White House, gravely ill. In a matter of days, despite predictions of a recovery, Willie dies and is laid to rest in a Georgetown cemetery. \"My poor boy, he was too good for this earth,\" the president says at the time. \"God has called him home.\" Newspapers report that a grief-stricken Lincoln returns, alone, to the crypt several times to hold his boy's body. From that seed of historical truth, George Saunders spins a story of familial love and loss that breaks free of its historical framework into a supernatural realm both hilarious and terrifying. Willie Lincoln finds himself in a strange purgatory where ghosts mingle, gripe, commiserate, quarrel, and enact bizarre acts of penance. Within this transitional state -- called, in the Tibetan tradition, the bardo -- a monumental struggle erupts over young Willie's soul.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/377416/7909378-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "Rape"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      }
    ]
  }
}
