{
  "book": {
    "id": 564393,
    "title": "Maame",
    "contributions": [
      {
        "author": {
          "name": "Jessica George"
        }
      },
      {
        "author": {
          "name": "Michał Kramarz"
        }
      }
    ],
    "description": "It’s fair to say that Maddie’s life in London is far from rewarding. With a mother who spends most of her time in Ghana (yet still somehow manages to be overbearing), Maddie is the primary caretaker for her father, who suffers from advanced stage Parkinson’s. At work, her boss is a nightmare and Maddie is tired of always being the only Black person in every meeting.\n\nWhen her mum returns from her latest trip to Ghana, Maddie leaps at the chance to get out of the family home and finally start living. A self-acknowledged late bloomer, she’s ready to experience some important “firsts”: She finds a flat share, says yes to after-work drinks, pushes for more recognition in her career, and throws herself into the bewildering world of internet dating. But it's not long before tragedy strikes, forcing Maddie to face the true nature of her unconventional family, and the perils—and rewards—of putting her heart on the line.\n\nSmart, funny, and deeply affecting, Jessica George's Maame deals with the themes of our time with humor and poignancy: from familial duty and racism, to female pleasure, the complexity of love, and the life-saving power of friendship. Most important, it explores what it feels like to be torn between two homes and cultures―and it celebrates finally being able to find where you belong.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/564393/2593003957013049.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      },
      {
        "tag": {
          "tag": "hopeful"
        }
      }
    ]
  }
}
