{
  "book": {
    "id": 89970,
    "title": "Middlesex",
    "contributions": [
      {
        "author": {
          "name": "Jeffrey Eugenides"
        }
      }
    ],
    "description": "A dazzling triumph from the bestselling author of The Virgin Suicides--the astonishing tale of a gene that passes down through three generations of a Greek-American family and flowers in the body of a teenage girl.\n\n\"I was born twice: first, as a baby girl, on a remarkably smogless Detroit day of January 1960; and then again, as a teenage boy, in an emergency room near Petoskey, Michigan, in August of l974. . . My birth certificate lists my name as Calliope Helen Stephanides. My most recent driver's license...records my first name simply as Cal.\"\n\nSo begins the breathtaking story of Calliope Stephanides and three generations of the Greek-American Stephanides family who travel from a tiny village overlooking Mount Olympus in Asia Minor to Prohibition-era Detroit, witnessing its glory days as the Motor City, and the race riots of l967, before they move out to the tree-lined streets of suburban Grosse Pointe, Michigan. To understand why Calliope is not like other girls, she has to uncover a guilty family secret and the astonishing genetic history that turns Callie into Cal, one of the most audacious and wondrous narrators in contemporary fiction. Lyrical and thrilling, Jeffrey Eugenides's Middlesex is an exhilarating reinvention of the American epic.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/89970/4308879-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      }
    ]
  }
}
