{
  "book": {
    "id": 720128,
    "title": "Murtagh",
    "contributions": [
      {
        "author": {
          "name": "Christopher Paolini"
        }
      }
    ],
    "description": "Master storyteller and internationally bestselling author Christopher Paolini returns to the World of Eragon in this stunning epic fantasy set a year after the events of the Inheritance Cycle. Join Dragon Rider—and fan favorite—Murtagh and his dragon as they confront a perilous new enemy!\n\nThe world is no longer safe for the Dragon Rider Murtagh and his dragon, Thorn. An evil king has been toppled, and they are left to face the consequences of the reluctant role they played in his reign of terror. Now they are hated and alone, exiled to the outskirts of society.\n\nThroughout the land, hushed voices whisper of brittle ground and a faint scent of brimstone in the air—and Murtagh senses that something wicked lurks in the shadows of Alagaësia. So begins an epic journey into lands both familiar and untraveled, where Murtagh and Thorn must use every weapon in their arsenal, from brains to brawn, to find and outwit a mysterious witch. A witch who is much more than she seems.\n\nIn this gripping novel starring one of the most popular characters from Christopher Paolini’s blockbuster Inheritance Cycle, a Dragon Rider must discover what he stands for in a world that has abandoned him. Murtagh is the perfect book to enter the World of Eragon for the first time . . . or to joyfully return.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/720128/2040069447239998.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      }
    ]
  }
}
