{
  "book": {
    "id": 15378,
    "title": "Nickel and Dimed: On (Not) Getting by in America",
    "contributions": [
      {
        "author": {
          "name": "Barbara Ehrenreich"
        }
      }
    ],
    "description": "Millions of Americans work full time, year round, for poverty-level wages. In 1998, Barbara Ehrenreich decided to join them. She was inspired in part by the rhetoric surrounding welfare reform, which promised that a job―any job―can be the ticket to a better life. But how does anyone survive, let alone prosper, on $6 an hour?\n\nTo find out, Ehrenreich left her home, took the cheapest lodgings she could find, and accepted whatever jobs she was offered. Moving from Florida to Maine to Minnesota, she worked as a waitress, a hotel maid, a cleaning woman, a nursing-home aide, and a Wal-Mart sales clerk. She lived in trailer parks and crumbling residential motels. Very quickly, she discovered that no job is truly \"unskilled,\" that even the lowliest occupations require exhausting mental and muscular effort. She also learned that one job is not enough; you need at least two if you int to live indoors.\n\nNickel and Dimed reveals low-rent America in all its tenacity, anxiety, and surprising generosity―a land of Big Boxes, fast food, and a thousand desperate stratagems for survival. Read it for the smoldering clarity of Ehrenreich's perspective and for a rare view of how \"prosperity\" looks from the bottom. You will never see anything―from a motel bathroom to a restaurant meal―in quite the same way again.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/15378/580540-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Nonfiction"
        }
      },
      {
        "tag": {
          "tag": "biography & autobiography"
        }
      },
      {
        "tag": {
          "tag": "Women"
        }
      },
      {
        "tag": {
          "tag": "fast pacing"
        }
      },
      {
        "tag": {
          "tag": "reflective"
        }
      },
      {
        "tag": {
          "tag": "informative"
        }
      },
      {
        "tag": {
          "tag": "depressing"
        }
      },
      {
        "tag": {
          "tag": "social science"
        }
      },
      {
        "tag": {
          "tag": "Business & Economics"
        }
      }
    ]
  }
}
