{
  "book": {
    "id": 736795,
    "title": "Outlive: The Science and Art of Longevity",
    "contributions": [
      {
        "author": {
          "name": "Peter Attia"
        }
      }
    ],
    "description": "#1 NEW YORK TIMES BESTSELLER • A groundbreaking manifesto on living better and longer that challenges the conventional medical thinking on aging and reveals a new approach to preventing chronic disease and extending long-term health, from a visionary physician and leading longevity expert “One of the most important books you’ll ever read.”—Steven D. Levitt, New York Times bestselling author of Freakonomics Wouldn’t you like to live longer? And better? In this operating manual for longevity, Dr. Peter Attia draws on the latest science to deliver innovative nutritional interventions, techniques for optimizing exercise and sleep, and tools for addressing emotional and mental health. For all its successes, mainstream medicine has failed to make much progress against the diseases of aging that kill most people: heart disease, cancer, Alzheimer’s disease, and type 2 diabetes. Too often, it intervenes with treatments too late to help, prolonging lifespan at the expense of healthspan, or quality of life. Dr. Attia believes we must replace this outdated framework with a personalized, proactive strategy for longevity, one where we take action now, rather than waiting. This is not “biohacking,” it’s science: a well-founded strategic and tactical approach to extending lifespan while also improving our physical, cognitive, and emotional health. Dr. Attia’s aim is less to tell you what to do and more to help you learn how to think about long-term health, in order to create the best plan for you as an individual. In Outlive, readers will discover: • Why the cholesterol test at your annual physical doesn’t tell you enough about your actual risk of dying from a heart attack. • That you may already suffer from an extremely common yet underdiagnosed liver condition that could be a precursor to the chronic diseases of aging. • Why exercise is the most potent pro-longevity “drug”—and how to begin training for the “Centenarian Decathlon.” • Why you should forget about diets, and focus instead on nutritional biochemistry, using technology and data to personalize your eating pattern. • Why striving for physical health and longevity, but ignoring emotional health, could be the ultimate curse of all. Aging and longevity are far more malleable than we think; our fate is not set in stone. With the right roadmap, you can plot a different path for your life, one that lets you outlive your genes to make each decade better than the one before.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/736795/8800096141251421.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/736795/4733380668305822.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/736795/11c9226f-894e-436f-8175-f7961db6b0e0.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Nonfiction"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      },
      {
        "tag": {
          "tag": "reflective"
        }
      },
      {
        "tag": {
          "tag": "slow pacing"
        }
      },
      {
        "tag": {
          "tag": "informative"
        }
      },
      {
        "tag": {
          "tag": "inspiring"
        }
      },
      {
        "tag": {
          "tag": "Medical"
        }
      },
      {
        "tag": {
          "tag": "Health & Fitness"
        }
      }
    ]
  }
}
