{
  "book": {
    "id": 13186,
    "title": "Pulphead",
    "contributions": [
      {
        "author": {
          "name": "John Jeremiah Sullivan"
        }
      }
    ],
    "description": "\"A sharp-eyed, uniquely humane tour of America's cultural landscape--from high to low to lower than low--by the award-winning young star of the literary nonfiction world  In Pulphead, John Jeremiah Sullivan takes us on an exhilarating tour of our popular, unpopular, and at times completely forgotten culture. Simultaneously channeling the gonzo energy of Hunter S. Thompson and the wit and insight of Joan Didion, Sullivan shows us--with a laidback, erudite Southern charm that's all his own--how we really (no, really) live now.  In his native Kentucky, Sullivan introduces us to Constantine Rafinesque, a nineteenth-century polymath genius who concocted a dense, fantastical prehistory of the New World. Back in modern times, Sullivan takes us to the Ozarks for a Christian rock festival; to Florida to meet the alumni and straggling refugees of MTV's Real World, who've generated their own self-perpetuating economy of minor celebrity; and all across the South on the trail of the blues. He takes us to Indiana to investigate the formative years of Michael Jackson and Axl Rose and then to the Gulf Coast in the wake of Katrina--and back again as its residents confront the BP oil spill.  Gradually, a unifying narrative emerges, a story about this country that we've never heard told this way. It's like a fun-house hall-of-mirrors tour: Sullivan shows us who we are in ways we've never imagined to be true. Of course we don't know whether to laugh or cry when faced with this reflection--it's our inevitable sob-guffaws that attest to the power of Sullivan's work\"--\n\n\"A collection of nonfiction essays\"--",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/13186/10430673-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Essays"
        }
      },
      {
        "tag": {
          "tag": "Literary Collections"
        }
      }
    ]
  }
}