{
  "book": {
    "id": 381772,
    "title": "Red, White & Royal Blue",
    "contributions": [
      {
        "author": {
          "name": "Casey McQuiston"
        }
      },
      {
        "author": {
          "name": "Ramón de Ocampo"
        }
      }
    ],
    "description": "When his mother became President, Alex Claremont-Diaz was promptly cast as the American equivalent of a young royal. Handsome, charismatic, genius—his image is pure millennial-marketing gold for the White House. There's only one problem: Alex has a beef with the actual prince, Henry, across the pond. And when the tabloids get hold of a photo involving an Alex-Henry altercation, U.S./British relations take a turn for the worse.\n\nHeads of family, state, and other handlers devise a plan for damage control: staging a truce between the two rivals. What at first begins as a fake, Instragramable friendship grows deeper, and more dangerous, than either Alex or Henry could have imagined. Soon Alex finds himself hurtling into a secret romance with a surprisingly unstuffy Henry that could derail the campaign and upend two nations and begs the question: Can love save the world after all? Where do we find the courage, and the power, to be the people we are meant to be? And how can we learn to let our true colors shine through? Casey McQuiston's Red, White & Royal Blue proves: true love isn't always diplomatic.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/381772/3e2020c2-6779-41ec-b98f-f209374d8916.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/381772/5342020585577290.jpeg"
      },
      {
        "url": "https://assets.hardcover.app/books/381772/9080073-L.jpg"
      },
      {
        "url": "https://assets.hardcover.app/book/381772/db8c42c5-94e8-4cff-a275-2a6434d417b5.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "New adult"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      }
    ]
  }
}
