{
  "book": {
    "id": 350457,
    "title": "Roadside Picnic",
    "contributions": [
      {
        "author": {
          "name": "Arkady Strugatsky"
        }
      },
      {
        "author": {
          "name": "Boris Strugatsky"
        }
      },
      {
        "author": {
          "name": "Olena Bormashenko"
        }
      },
      {
        "author": {
          "name": "Ursula K. Le Guin"
        }
      }
    ],
    "description": "[Comment by Hari Kunru in The Guardian][1]:\r\n\r\n> Soviet-era Russian science fiction deserves a wider audience in English. The Strugatsky brothers collaborated on numerous novels and stories, the best known of which is this, partly because it was filmed by Andrei Tarkovsky as Stalker, in 1977. The novel takes place 10 years after a mysterious alien visitation, which seems to have no rational explanation. No one saw the visitors. Their presence caused disease and blindness in the areas where they landed. Now, in the six \"Zones\", the laws of physics (and, seemingly, of reality) are disturbed by anomalies, and littered with inexplicable, deadly wreckage. Only a few brave \"stalkers\" risk their lives to enter the zones to gather alien artefacts for sale. Some of these artefacts offer the promise of extraordinary powers. Unlike Tarkovsky's film, which concentrates on the hallucinatory, vacated landscape of the zones, the novels portray a society adapting to an inexplicable, terrifying event, an eruption of the unknown. Though written in 1971 and published in English in 1977, the novel was heavily bowdlerised by Soviet censors, and an authoritative text wasn't available in Russian until 2000. It's a book with an extraordinary atmosphere – and a demonstration of how science fiction, by using a single bold central metaphor, can open up the possibilities of the novel.\r\n\r\nOriginal Title: Пикник на обочине\r\n\r\n\r\n  [1]: http://www.guardian.co.uk/books/2011/may/14/science-fiction-authors-choice",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/350457/6752719-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "Aliens"
        }
      },
      {
        "tag": {
          "tag": "sexism"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      }
    ]
  }
}
