{
  "book": {
    "id": 746647,
    "title": "Ruthless Vows",
    "contributions": [
      {
        "author": {
          "name": "Rebecca Ross"
        }
      }
    ],
    "description": "Two weeks have passed since Iris Winnow returned home bruised and heartbroken from the front, but the war is far from over. Roman is missing, and the city of Oath continues to dwell in a state of disbelief and ignorance. When Iris and Attie are given another chance to report on Dacre’s movements, they both take the opportunity and head westward once more despite the danger, knowing it’s only a matter of time before the conflict reaches a city that’s unprepared and fracturing beneath the chancellor’s reign.\n\nSince waking below in Dacre’s realm, Roman cannot remember his past. But given the reassurance that his memories will return in time, Roman begins to write articles for Dacre, uncertain of his place in the greater scheme of the war. When a strange letter arrives by wardrobe door, Roman is first suspicious, then intrigued. As he strikes up a correspondence with his mysterious pen pal, Roman will soon have to make a decision: to stand with Dacre or betray the god who healed him. And as the days grow darker, inevitably drawing Roman and Iris closer together…the two of them will risk their very hearts and futures to change the tides of the war.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/746647/a7ed82c1-3dbf-4f70-886c-7465fd6e123a.jpeg"
      },
      {
        "url": "https://assets.hardcover.app/books/746647/5372782421926161.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      }
    ]
  }
}
