{
  "book": {
    "id": 436590,
    "title": "Salvage the Bones",
    "contributions": [
      {
        "author": {
          "name": "Jesmyn Ward"
        }
      }
    ],
    "description": "A hurricane is building over the Gulf of Mexico, threatening the coastal town of Bois Sauvage, Mississippi, and Esch's father is growing concerned. A hard drinker, largely absent, he doesn't show concern for much else. Esch and her three brothers are stocking food, but there isn't much to save. Lately, Esch can't keep down what food she gets; she's fourteen and pregnant. Her brother Skeetah is sneaking scraps for his prized pitbull's new litter, dying one by one in the dirt. Meanwhile, brothers Randall and Junior try to stake their claim in a family long on child's play and short on parenting. \n\nAs the twelve days that make up the novel's framework yield to their dramatic conclusion, this unforgettable family--motherless children sacrificing for one another as they can, protecting and nurturing where love is scarce--pulls itself up to face another day. A big-hearted novel about familial love and community against all odds, and a wrenching look at the lonesome, brutal, and restrictive realities of rural poverty, Salvage the Bones is muscled with poetry, revelatory, and real.\n",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/436590/6906262-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "African Americans"
        }
      },
      {
        "tag": {
          "tag": "Family"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      }
    ]
  }
}
