{
  "book": {
    "id": 460,
    "title": "Say Nothing: A True Story of Murder and Memory in Northern Ireland",
    "contributions": [
      {
        "author": {
          "name": "Patrick Radden Keefe"
        }
      }
    ],
    "description": "“Masked intruders dragged Jean McConville, a 38-year-old widow and mother of 10, from her Belfast home in 1972. In this meticulously reported book — as finely paced as a novel — Keefe uses McConville’s murder as a prism to tell the history of the Troubles in Northern Ireland. Interviewing people on both sides of the conflict, he transforms the tragic damage and waste of the era into a searing, utterly gripping saga.” – New York Times Book Review, Ten Best Books of the Year\r\n\r\nFrom award-winning New Yorker staff writer Patrick Radden Keefe, a stunning, intricate narrative about a notorious killing in Northern Ireland and its devastating repercussions\r\n\r\nIn December 1972, Jean McConville, a thirty-eight-year-old mother of ten, was dragged from her Belfast home by masked intruders, her children clinging to her legs. They never saw her again. Her abduction was one of the most notorious episodes of the vicious conflict known as The Troubles. Everyone in the neighborhood knew the I.R.A. was responsible. But in a climate of fear and paranoia, no one would speak of it. In 2003, five years after an accord brought an uneasy peace to Northern Ireland, a set of human bones was discovered on a beach. McConville’s children knew it was their mother when they were told a blue safety pin was attached to the dress–with so many kids, she had always kept it handy for diapers or ripped clothes.\r\n\r\nPatrick Radden Keefe’s mesmerizing book on the bitter conflict in Northern Ireland and its aftermath uses the McConville case as a starting point for the tale of a society wracked by a violent guerrilla war, a war whose consequences have never been reckoned with. The brutal violence seared not only people like the McConville children, but also I.R.A. members embittered by a peace that fell far short of the goal of a united Ireland, and left them wondering whether the killings they committed were not justified acts of war, but simple murders. From radical and impetuous I.R.A. terrorists such as Dolours Price, who, when she was barely out of her teens, was already planting bombs in London and targeting informers for execution, to the ferocious I.R.A. mastermind known as The Dark, to the spy games and dirty schemes of the British Army, to Gerry Adams, who negotiated the peace but betrayed his hardcore comrades by denying his I.R.A. past–Say Nothing conjures a world of passion, betrayal, vengeance, and anguish.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/460/9242450-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Nonfiction"
        }
      },
      {
        "tag": {
          "tag": "biography & autobiography"
        }
      },
      {
        "tag": {
          "tag": "Thriller"
        }
      },
      {
        "tag": {
          "tag": "Murder"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "Politics"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      }
    ]
  }
}
