{
  "book": {
    "id": 447350,
    "title": "Secondhand Time",
    "contributions": [
      {
        "author": {
          "name": "Svetlana Alexievich"
        }
      },
      {
        "author": {
          "name": "Bela Shayevich"
        }
      }
    ],
    "description": "NEW YORK TIMES BESTSELLER • A symphonic oral history about the disintegration of the Soviet Union and the emergence of a new Russia, from Svetlana Alexievich, winner of the Nobel Prize in Literature NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY THE WASHINGTON POST AND PUBLISHERS WEEKLY • LOS ANGELES TIMES BOOK PRIZE WINNER NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times • The Washington Post • The Boston Globe • The Wall Street Journal • NPR • Financial Times • Kirkus Reviews When the Swedish Academy awarded Svetlana Alexievich the Nobel Prize, it cited her for inventing “a new kind of literary genre,” describing her work as “a history of emotions—a history of the soul.” Alexievich’s distinctive documentary style, combining extended individual monologues with a collage of voices, records the stories of ordinary women and men who are rarely given the opportunity to speak, whose experiences are often lost in the official histories of the nation. In Secondhand Time, Alexievich chronicles the demise of communism. Everyday Russian citizens recount the past thirty years, showing us what life was like during the fall of the Soviet Union and what it’s like to live in the new Russia left in its wake. Through interviews spanning 1991 to 2012, Alexievich takes us behind the propaganda and contrived media accounts, giving us a panoramic portrait of contemporary Russia and Russians who still carry memories of oppression, terror, famine, massacres—but also of pride in their country, hope for the future, and a belief that everyone was working and fighting together to bring about a utopia. Here is an account of life in the aftermath of an idea so powerful it once dominated a third of the world. A magnificent tapestry of the sorrows and triumphs of the human spirit woven by a master, Secondhand Time tells the stories that together make up the true history of a nation. “Through the voices of those who confided in her,” The Nation writes, “Alexievich tells us about human nature, about our dreams, our choices, about good and evil—in a word, about ourselves.” Praise for Svetlana Alexievich and Secondhand Time “The nonfiction volume that has done the most to deepen the emotional understanding of Russia during and after the collapse of the Soviet Union of late is Svetlana Alexievich’s oral history Secondhand Time.”—David Remnick, The New Yorker",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/447350/10487828-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "biography & autobiography"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "political science"
        }
      },
      {
        "tag": {
          "tag": "Oral history"
        }
      }
    ]
  }
}
