{
  "book": {
    "id": 626730,
    "title": "Silver Nitrate",
    "contributions": [
      {
        "author": {
          "name": "Silvia Moreno-Garcia"
        }
      }
    ],
    "description": "Montserrat has always been overlooked. She’s a talented sound editor, but she’s left out of the boys’ club running the film industry in ’90s Mexico City. And she’s all but invisible to her best friend, Tristán, a charming if faded soap opera star, though she’s been in love with him since childhood.\n\nThen Tristán discovers his new neighbor is the cult horror director Abel Urueta, and the legendary auteur claims he can change their lives—even if his tale of a Nazi occultist imbuing magic into highly volatile silver nitrate stock sounds like sheer fantasy. The magic film was never finished, which is why, Urueta swears, his career vanished overnight. He is cursed.\n\nNow the director wants Montserrat and Tristán to help him shoot the missing scene and lift the curse . . . but Montserrat soon notices a dark presence following her, and Tristán begins seeing the ghost of his ex-girlfriend.\n\nAs they work together to unravel the mystery of the film and the obscure occultist who once roamed their city, Montserrat and Tristán may find that sorcerers and magic are not only the stuff of movies.",
    "images": [
      {
        "url": "https://assets.hardcover.app/book/626730/bef2c701-1025-4292-832a-7f08cea98cae.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Thriller"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "Horror"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "suicide"
        }
      }
    ]
  }
}
