{
  "book": {
    "id": 372267,
    "title": "Solaris",
    "contributions": [
      {
        "author": {
          "name": "Stanisław Lem"
        }
      },
      {
        "author": {
          "name": "Steve Cox"
        }
      },
      {
        "author": {
          "name": "Joanna Kilmartin"
        }
      }
    ],
    "description": "The cult-classic by Stanislaw Lem that spawned the movie is now available for your Kindle! Until now the only English edition was a 1970 version, which was translated from French and which Lem himself described as a \"poor translation.\" This wonderful new English translation (by Bill Johnston) of Lem's classic Solaris is a must-have for fans of Lem's classic novel.\r\n\r\nTelling of humanity's encounter with an alien intelligence on the planet Solaris, the 1961 novel is a cult classic, exploring the ultimate futility of attempting to communicate with extra-terrestrial life.\r\n\r\nWhen Kris Kelvin arrives at the planet Solaris to study the ocean that covers its surface, he finds a painful, hitherto unconscious memory embodied in the living physical likeness of a long-dead lover. Others examining the planet, Kelvin learns, are plagued with their own repressed and newly corporeal memories. The Solaris ocean may be a massive brain that creates these incarnate memories, though its purpose in doing so is unknown, forcing the scientists to shift the focus of their quest and wonder if they can truly understand the universe without first understanding what lies within their hearts.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/372267/3129160196238425.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/372267/116520-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Suspense"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "Space"
        }
      },
      {
        "tag": {
          "tag": "Thriller"
        }
      },
      {
        "tag": {
          "tag": "Aliens"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      }
    ]
  }
}