{
  "book": {
    "id": 616101,
    "title": "Spare",
    "contributions": [
      {
        "author": {
          "name": "Prince Harry"
        }
      },
      {
        "author": {
          "name": "J.R. Moehringer"
        }
      }
    ],
    "description": "It was one of the most searing images of the twentieth two young boys, two princes, walking behind their mother's coffin as the world watched in sorrow - and horror. As Diana, Princess of Wales, was laid to rest, billions wondered what the princes must be thinking and feeling - and how their lives would play out from that point on.\n\nFor Harry, this is that story at last.\n\nWith its raw, unflinching honesty, Spare is a landmark publication full of insight, revelation, self-examination, and hard-won wisdom about the eternal power of love over grief.\n\nPrince Harry wishes to support British charities with donations from his proceeds from Spare. The Duke of Sussex has donated $1,500,000 to Sentebale, an organisation he founded with Prince Seeiso in their mothers' legacies, which supports vulnerable children and young people in Lesotho and Botswana affected by HIV/AIDS. Prince Harry will also donate to the non-profit organisation WellChild in the amount of £300,000. WellChild, which he has been Royal patron of for fifteen years, makes it possible for children and young people with complex health needs to be cared for at home instead of hospital, wherever possible.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/616101/0f8b0748-d7bb-4dca-bdf4-e8418b84c1eb.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Nonfiction"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "revelatory"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "fast pacing"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      },
      {
        "tag": {
          "tag": "emotional"
        }
      }
    ]
  }
}
