{
  "book": {
    "id": 591545,
    "title": "The London Séance Society",
    "contributions": [
      {
        "author": {
          "name": "Sarah Penner"
        }
      },
      {
        "author": {
          "name": "Lauren Irwin"
        }
      },
      {
        "author": {
          "name": "Alex Wyndham"
        }
      }
    ],
    "description": "From the author of the sensational bestseller The Lost Apothecary comes a spellbinding tale about two daring women who hunt for truth and justice in the perilous art of conjuring the dead.\n\n1873. At an abandoned château on the outskirts of Paris, a dark séance is about to take place, led by acclaimed spiritualist Vaudeline D’Allaire. Known worldwide for her talent in conjuring the spirits of murder victims to ascertain the identities of the people who killed them, she is highly sought after by widows and investigators alike.\n\nLenna Wickes has come to Paris to find answers about her sister’s death, but to do so, she must embrace the unknown and overcome her own logic-driven bias against the occult. When Vaudeline is beckoned to England to solve a high-profile murder, Lenna accompanies her as an understudy. With shared determination, the women find companionship that perhaps borders on something more. And as they team up with the powerful men of London’s exclusive Séance Society to solve the mystery, they begin to suspect that they are not merely out to solve a crime, but perhaps entangled in one themselves…\n\nWritten with intoxicating suspense and sultry prose, The London Séance Society is an entrancing tale that blurs the lines between truth and illusion, and reveals the grave risks women will take to avenge the ones they love.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/591545/4340680626149754.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/591545/8902765410529254.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "fast pacing"
        }
      },
      {
        "tag": {
          "tag": "Weak Character Development"
        }
      }
    ]
  }
}
