{
  "book": {
    "id": 432357,
    "title": "The Sympathizer",
    "contributions": [
      {
        "author": {
          "name": "Viet Thanh Nguyen"
        }
      }
    ],
    "description": "The novel, The Sympathizer, begins in April 1975, as Saigon is about to fall to communist invasion. Soon enough it does, and the war is over. Or is it?\n\nBlack comedy,  historical novel, and literary thriller, The Sympathizer follows a nameless spy who has infiltrated the South Vietnamese army and flees with its remnants to America. His mission: report on their efforts to continue their lost war. As the aide to a general who refuses to admit defeat, he observes the struggles of the Vietnamese refugees to survive in a melancholic Los Angeles. Among them, the general believes, are communist agents. So our spy’s double life continues, hunting communists while helping the general organize a covert army. Their mission: to invade Vietnam and take it back.\n\nNeither America nor a double life is new to our narrator. He is Eurasian, his father a French priest, his mother Vietnamese. He has been a double agent since his teenage years, and in his college years, he studied in California, the better to learn American culture. His war is a psychological one, but as he slowly realizes, much of that war is fought within himself, a man in between races and countries. As he tells us from the beginning: I am a spy, a sleeper, a spook, a man of two faces. Perhaps not surprisingly, I am also a man of two minds.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/432357/8474102-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      },
      {
        "tag": {
          "tag": "Weak Character Development"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      }
    ]
  }
}
