{
  "book": {
    "id": 526027,
    "title": "The Stolen Heir",
    "contributions": [
      {
        "author": {
          "name": "Holly Black"
        }
      }
    ],
    "description": "Return to the opulent world of Elfhame, filled with intrigue, betrayal, and dangerous desires, with this first book of a captivating new duology from the #1 New York Times bestselling author Holly Black. \n\nA runaway queen. A reluctant prince. And a quest that may destroy them both.\n \nEight years have passed since the Battle of the Serpent. But in the icy north, Lady Nore of the Court of Teeth has reclaimed the Ice Needle Citadel. There, she is using an ancient relic to create monsters of stick and snow who will do her bidding and exact her revenge.\n \nSuren, child queen of the Court of Teeth, and the one person with power over her mother, fled to the human world. There, she lives feral in the woods. Lonely, and still haunted by the merciless torments she endured in the Court of Teeth, she bides her time by releasing mortals from foolish bargains. She believes herself forgotten until the storm hag, Bogdana chases her through the night streets. Suren is saved by none other than Prince Oak, heir to Elfhame, to whom she was once promised in marriage and who she has resented for years. \n \nNow seventeen, Oak is charming, beautiful, and manipulative. He’s on a mission that will lead him into the north, and he wants Suren’s help. But if she agrees, it will mean guarding her heart against the boy she once knew and a prince she cannot trust, as well as confronting all the horrors she thought she left behind.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/526027/6872289787068275.jpeg"
      },
      {
        "url": "https://assets.hardcover.app/books/526027/7434177949927563.jpeg"
      },
      {
        "url": "https://assets.hardcover.app/books/526027/3754153451699596.jpeg"
      },
      {
        "url": "https://assets.hardcover.app/books/526027/967445031087810.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "Magic"
        }
      },
      {
        "tag": {
          "tag": "Urban Fantasy"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      }
    ]
  }
}
