{
  "book": {
    "id": 572347,
    "title": "The Brothers Hawthorne",
    "contributions": [
      {
        "author": {
          "name": "Jennifer Lynn Barnes"
        }
      }
    ],
    "description": "Four brothers. Two missions. One explosive read. Jennifer Lynn Barnes returns to the world of her #1 bestselling Inheritance Games trilogy, and the stakes have never been higher.  \n \nGrayson Hawthorne was raised as the heir apparent to his billionaire grandfather, taught from the cradle to put family first. Now the great Tobias Hawthorne is dead and his family disinherited, but some lessons linger. When Grayson’s half-sisters find themselves in trouble, he swoops in to do what he does best: take care of the problem—efficiently, effectively, mercilessly. And without getting bogged down in emotional entanglements.\n \nJameson Hawthorne is a risk-taker, a sensation-seeker, a player of games. When his mysterious father appears and asks for a favor, Jameson can’t resist the challenge. Now he must infiltrate London’s most exclusive underground gambling club, which caters to the rich, the powerful, and the aristocratic, and win an impossible game of greatest stakes. Luckily, Jameson Hawthorne lives for impossible.\n \nDrawn into twisted games on opposite sides of the globe, Grayson and Jameson—with the help of their brothers and the girl who inherited their grandfather’s fortune—must dig deep to decide who they want to be and what each of them will sacrifice to win.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/572347/2876316868448752.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "Thriller"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      }
    ]
  }
}
