{
  "book": {
    "id": 432398,
    "title": "The Night Watchman",
    "contributions": [
      {
        "author": {
          "name": "Louise Erdrich"
        }
      }
    ],
    "description": "Based on the extraordinary life of National Book Award-winning author Louise Erdrich's grandfather who worked as a night watchman and carried the fight against Native dispossession from rural North Dakota all the way to Washington, D.C., this powerful novel explores themes of love and death with lightness and gravity and unfolds with the elegant prose, sly humor, and depth of feeling of a master craftsman. Thomas Wazhashk is the night watchman at the jewel bearing plant, the first factory located near the Turtle Mountain Reservation in rural North Dakota. He is also a Chippewa Council member who is trying to understand the consequences of a new \"emancipation\" bill on its way to the floor of the United States Congress. It is 1953 and he and the other council members know the bill isn't about freedom; Congress is fed up with Indians. The bill is a \"termination\" that threatens the rights of Native Americans to their land and their very identity. How can the government abandon treaties made in good faith with Native Americans \"for as long as the grasses shall grow, and the rivers run\"? Since graduating high school, Pixie Paranteau has insisted that everyone call her Patrice. Unlike most of the girls on the reservation, Patrice, the class valedictorian, has no desire to wear herself down with a husband and kids. She makes jewel bearings at the plant, a job that barely pays her enough to support her mother and brother. Patrice's shameful alcoholic father returns home sporadically to terrorize his wife and children and bully her for money. But Patrice needs every penny to follow her beloved older sister, Vera, who moved to the big city of Minneapolis. Vera may have disappeared; she hasn't been in touch in months, and is rumored to have had a baby. Determined to find Vera and her child, Patrice makes a fateful trip to Minnesota that introduces her to unexpected forms of exploitation and violence, and endangers her life. Thomas and Patrice live in this impoverished reservation community along with young Chippewa boxer Wood Mountain and his mother Juggie Blue, her niece and Patrice's best friend Valentine, and Stack Barnes, the white high school math teacher and boxing coach who is hopelessly in love with Patrice. In the Night Watchman, Louise Erdrich creates a fictional world populated with memorable characters who are forced to grapple with the worst and best impulses of human nature. Illuminating the loves and lives, the desires and ambitions of these characters with compassion, wit, and intelligence, The Night Watchman is a majestic work of fiction from this revered cultural treasure.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/432398/9286141-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Native Americans"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      },
      {
        "tag": {
          "tag": "hopeful"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      }
    ]
  }
}
