{
  "book": {
    "id": 377197,
    "title": "The Children of Men",
    "contributions": [
      {
        "author": {
          "name": "P.D. James"
        }
      }
    ],
    "description": "\"The year is 2021, and the human race is - quite literally - coming to an end. Since 1995 no babies have been born, because in that year all males unexpectedly became infertile. Great Britain is ruled by a dictator, and the population is inexorably growing older. Theodore Faron, Oxford historian and, incidentally, cousin of the all-powerful Warden of England, watches in growing despair as society gradually crumbles around him, giving way to strange faiths and cruelties: prison camps, mass organized euthanasia, roving bands of thugs. Then, suddenly, Faron is drawn into the plans of an unlikely group of revolutionaries. His passivity is shattered, and the action begins.\" \"The Children of Men will surprise - and enthrall - P.D. James fans. Written with the same rich blend of keen characterization, narrative drive and suspense as her great detective stories, it engages powerfully with new themes: conflicts of loyalty and duty, the corruption of power, redemption through love. Ingenious, original, irresistibly readable, it confirms once again P.D. James's standing as a major novelist.\"--Jacket.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/377197/7880312-L.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/377197/3752536813252752.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Suspense"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      }
    ]
  }
}
