{
  "book": {
    "id": 374771,
    "title": "The Moon Is a Harsh Mistress",
    "contributions": [
      {
        "author": {
          "name": "Robert A. Heinlein"
        }
      }
    ],
    "description": "It is the late 21st Century and the Moon has been colonized -- as a giant, open, prison.  Every aspect of life is overseen by the Federated Nations \"Lunar Authority\"; until one day when a self-aware Super-Computer, a Jack of all Trades Technician, an Anarchist Professor, and a beautiful Blonde Revolutionary decide to change their world.  The conspirators' plans go along beautifully...for a while.\r\n\r\nTANSTAAFL! There ain't no such thing as a free lunch! Robert A. Heinlein was the most influential science fiction writer of his era, an influence so large that, as Samuel R. Delany notes, \"modern critics attempting to wrestle with that influence feel themselves dealing with an object rather like the sky or an ocean.\" He won the Hugo Award for best novel four times, a record that still stands. The Moon Is a Harsh Mistress was the last of these Hugo-winning novels, and it is widely considered his finest work. It is a tale of revolution, of the rebellion of the former Lunar penal colony against the Lunar Authority that controls it from Earth. It is the tale of the disparate people -- a computer technician, a vigorous young female agitator, and an elderly academic -- who become the rebel movement's leaders. And it is the story of Mike, the supercomputer whose sentience is known only to this inner circle, and who for reasons of his own is committed to the revolution's ultimate success. The Moon Is a Harsh Mistress is one of the high points of modern science fiction, a novel bursting with politics, humanity, passion, innovative technical speculation, and a firm belief in the pursuit of human freedom. - Back cover.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/374771/273892-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Space"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      }
    ]
  }
}
