{
  "book": {
    "id": 584720,
    "title": "The Only One Left",
    "contributions": [
      {
        "author": {
          "name": "Riley Sager"
        }
      }
    ],
    "description": "At seventeen, Lenora Hope\nHung her sister with a rope\n\nNow reduced to a schoolyard chant, the Hope family murders shocked the Maine coast one bloody night in 1929. While most people assume seventeen-year-old Lenora was responsible, the police were never able to prove it. Other than her denial after the killings, she has never spoken publicly about that night, nor has she set foot outside Hope’s End, the cliffside mansion where the massacre occurred.\n\nStabbed her father with a knife\nTook her mother’s happy life\n\nIt’s now 1983, and home-health aide Kit McDeere arrives at a decaying Hope’s End to care for Lenora after her previous nurse fled in the middle of the night. In her seventies and confined to a wheelchair, Lenora was rendered mute by a series of strokes and can only communicate with Kit by tapping out sentences on an old typewriter. One night, Lenora uses it to make a tantalizing offer—I want to tell you everything.\n\n“It wasn’t me,” Lenora said\nBut she’s the only one not dead\n \nAs Kit helps Lenora write about the events leading to the Hope family massacre, it becomes clear there’s more to the tale than people know. But when new details about her predecessor’s departure come to light, Kit starts to suspect Lenora might not be telling the complete truth—and that the seemingly harmless woman in her care could be far more dangerous than she first thought.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/584720/8454631257366558.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Thriller"
        }
      },
      {
        "tag": {
          "tag": "Horror"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      }
    ]
  }
}
