{
  "book": {
    "id": 584786,
    "title": "The Adventures of Amina Al-Sirafi",
    "contributions": [
      {
        "author": {
          "name": "S. A. Chakraborty"
        }
      }
    ],
    "description": "Shannon Chakraborty, the bestselling author of The City of Brass, spins a new trilogy of magic and mayhem on the high seas in this tale of pirates and sorcerers, forbidden artifacts and ancient mysteries, in one woman’s determined quest to seize a final chance at glory—and write her own legend.\n\nAmina al-Sirafi should be content. After a storied and scandalous career as one of the Indian Ocean’s most notorious pirates, she’s survived backstabbing rogues, vengeful merchant princes, several husbands, and one actual demon to retire peacefully with her family to a life of piety, motherhood, and absolutely nothing that hints of the supernatural.\n\nBut when she’s tracked down by the obscenely wealthy mother of a former crewman, she’s offered a job no bandit could refuse: retrieve her comrade’s kidnapped daughter for a kingly sum. The chance to have one last adventure with her crew, do right by an old friend, and win a fortune that will secure her family’s future forever? It seems like such an obvious choice that it must be God’s will.\n\nYet the deeper Amina dives, the more it becomes alarmingly clear there’s more to this job, and the girl’s disappearance, than she was led to believe. For there’s always risk in wanting to become a legend, to seize one last chance at glory, to savor just a bit more power…and the price might be your very soul.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/584786/6623668739798150.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/584786/6602768548033513.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "Gore"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      }
    ]
  }
}
