{
  "book": {
    "id": 527367,
    "title": "The Mountain in the Sea",
    "contributions": [
      {
        "author": {
          "name": "Ray Nayler"
        }
      }
    ],
    "description": "Humankind discovers intelligent life in an octopus species with its own language and culture, and sets off a high-stakes global competition to dominate the future. When Dr. Ha Nguyen--a pioneering marine biologist with a very specific, cephalopod-focused résumé--is offered the chance to travel to the remote Con Dao Archipelago to investigate a highly intelligent, dangerous octopus species, she doesn't pause long enough to look at the fine print. She will be the only scientist to have access to these octopuses, who just may hold the key to extrahuman intelligence. DIANIMA--a transnational tech corporation best known for its groundbreaking work in artificial intelligence, including having developed the world's first true android--has purchased the islands, evacuated their population, and sealed the archipelago off from the world. That android, along with a battle-tested security officer, will form the entirety of Nguyen's team as she attempts to understand the octopuses' sophisticated communications. But she may not have much time. Forces larger and more powerful than DIANIMA want access to the octopuses and are ruthless and innovative in their pursuit. And meanwhile, of course, the octopuses themselves may have something to say about it. A near-future thriller about the nature of intelligence, Ray Nayler's The Mountain in the Sea is at once a dazzling literary debut and a mind-blowing inquiry into some of humanity's most alluring questions.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/527367/1075220657172347.png"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      }
    ]
  }
}
