{
  "book": {
    "id": 243129,
    "title": "The Overstory",
    "contributions": [
      {
        "author": {
          "name": "Richard Powers"
        }
      }
    ],
    "description": "WINNER OF THE PULITZER PRIZE NEW YORK TIMES BESTSELLER An Air Force loadmaster in the Vietnam War is shot out of the sky, then saved by falling into a banyan. An artist inherits a hundred years of photographic portraits, all of the same doomed American chestnut. A hard-partying undergraduate in the late 1980s electrocutes herself, dies, and is sent back into life by creatures of air and light. A hearing- and speech-impaired scientist discovers that trees are communicating with one another. These four, and five other strangers—each summoned in different ways by trees—are brought together in a last and violent stand to save the continent’s few remaining acres of virgin forest. In his twelfth novel, National Book Award winner Richard Powers delivers a sweeping, impassioned novel of activism and resistance that is also a stunning evocation of—and paean to—the natural world. From the roots to the crown and back to the seeds, The Overstory unfolds in concentric rings of interlocking fables that range from antebellum New York to the late twentieth-century Timber Wars of the Pacific Northwest and beyond, exploring the essential conflict on this planet: the one taking place between humans and nonhumans. There is a world alongside ours—vast, slow, interconnected, resourceful, magnificently inventive, and almost invisible to us. This is the story of a handful of people who learn how to see that world and who are drawn up into its unfolding catastrophe. The Overstory is a book for all readers who despair of humanity’s self-imposed separation from the rest of creation and who hope for the transformative, regenerating possibility of a homecoming. If the trees of this earth could speak, what would they tell us? \"Listen. There’s something you need to hear.\"",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/243129/8758252-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      }
    ]
  }
}
