{
  "book": {
    "id": 186438,
    "title": "The Calculating Stars",
    "contributions": [
      {
        "author": {
          "name": "Mary Robinette Kowal"
        }
      }
    ],
    "description": "Mary Robinette Kowal's science fiction debut, 2019 Winner of the Hugo and Nebula Award for best novel, The Calculating Stars, explores the premise behind her award-winning \"Lady Astronaut of Mars.\" Winner 2018 Nebula Award for Best Novel Winner 2019 Locus Award for Best Novel Winner 2019 Hugo Award for Best Novel Finalist 2019 Campbell Memorial Award Locus Trade Paperback Bestseller List Publishers Weekly Best Books of 2018—Science Fiction/Fantasy Winner 2019 RUSA Reading List for Science Fiction—American Library Association Locus 2018 Recommended Reading List Buzzfeed—17 Science-Fiction Novels By Women That Are Out Of This World Locus Bestseller List Chicago Review of Books—Top 10 Science Fiction Books of 2018 Goodreads—Most Popular Books Published in July 2018 (#66) The Verge—12 fantastic science fiction and fantasy novels for July 2018 Unbound Worlds—Best SciFi and Fantasy Books of July 2018 Den of Geek—Best Science Fiction Books of June 2018 Publishers Weekly—Best SFF Books of 2018 Omnivoracious—15 Highly Anticipated SFF Reads for Summer 2018 Past Magazine—Best Novels of 2018 Bookriot—Best Science Fiction Books of 2018 The Library Thing—Top Five Books of 2018 On a cold spring night in 1952, a huge meteorite fell to earth and obliterated much of the east coast of the United States, including Washington D.C. The ensuing climate cataclysm will soon render the earth inhospitable for humanity, as the last such meteorite did for the dinosaurs. This looming threat calls for a radically accelerated effort to colonize space, and requires a much larger share of humanity to take part in the process. Elma York’s experience as a WASP pilot and mathematician earns her a place in the International Aerospace Coalition’s attempts to put man on the moon, as a calculator. But with so many skilled and experienced women pilots and scientists involved with the program, it doesn’t take long before Elma begins to wonder why they can’t go into space, too. Elma’s drive to become the first Lady Astronaut is so strong that even the most dearly held conventions of society may not stand a chance against her. At the Publisher's request, this title is being sold without Digital Rights Management Software (DRM) applied.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/186438/8290909-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Space"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "misogyny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      }
    ]
  }
}
