{
  "book": {
    "id": 433144,
    "title": "The Sirens of Titan",
    "contributions": [
      {
        "author": {
          "name": "Kurt Vonnegut"
        }
      }
    ],
    "description": "\"His best book,\" Esquire wrote of Kurt Vonnegut's 1959 novel The Sirens of Titan, adding, \"he dares not only to ask the ultimate question about the meaning of life, but to answer it.\"  This novel fits into that aspect of the Vonnegut canon that might be classified as science fiction, a quality that once led Time to describe Vonnegut as \"George Orwell, Dr. Caligari and Flash Gordon compounded into one writer ... a zany but moral mad scientist.\"\r\n\r\nThe Sirens of Titan was perhaps the novel that began the Vonnegut phenomenon with readers. The story is a fabulous trip, spinning madly through space and time in pursuit of nothing less than a fundamental understanding of the meaning of life. It takes place at a time in the future, when \"only the human soul remained terra incognita ... the Nightmare Ages, falling roughly, give or take a few years, between the Second World War and the Third Great Depression.\"\r\n\r\nThe villainous and super rich Malachi Constant is offered a chance to journey into the far reaches of outer space, to eventually live on the planet Titan surrounded by three beautiful sirens. There is the proverbial \"small print\" with this incredible offer, which Constant turns down, setting in motion a fantastic chain of events that only Vonnegut could imagine. The result is an uproarious, freewheeling inquiry into the very reason we exist and about how we participate and matter in the scheme of the universe.\r\n\r\nThe Sirens of Titan is essential, fundamental Vonnegut, as entertaining as it is questing in search of answers to the mysteries of life.  As a work of fiction, it is a sure leap, in terms of craft, over his first novel, Player Piano. His writing here is pared down, more concentrated and graceful, richly in the service of his remarkable ideas. Vonnegut summons greatness for the first time in The Sirens of Titan, where the search for the meaning of existence looks and sounds like a kaleidoscopic dream but leaves the reader with a clear and challenging answer.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/433144/3978091730467193.jpeg"
      },
      {
        "url": "https://assets.hardcover.app/books/433144/911159-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Space"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "Literature"
        }
      }
    ]
  }
}