{
  "book": {
    "id": 772009,
    "title": "The Tainted Cup",
    "contributions": [
      {
        "author": {
          "name": "Robert Jackson Bennett"
        }
      }
    ],
    "description": "\"Even here at the Empire’s borders, where contagions abound and the blood of the leviathans works strange magical changes, it’s a death both terrifying and impossible.\n\nAssigned to investigate is Ana Dolabra, a detective whose reputation for brilliance is matched only by her eccentricities. Rumor has it that she wears a blindfold at all times, and that she can solve impossible cases without even stepping outside the walls of her home.\n\nAt her side is her new assistant, Dinios Kol, magically altered in ways that make him the perfect aide to Ana’s brilliance. Din is at turns scandalized, perplexed, and utterly infuriated by his new superior—but as the case unfolds and he watches Ana’s mind leap from one startling deduction to the next, he must admit that she is, indeed, the Empire’s greatest detective.\n\nAs the two close in on a mastermind and uncover a scheme that threatens the Empire itself, Din realizes he’s barely begun to assemble the puzzle that is Ana Dolabra—and wonders how long he’ll be able to keep his own secrets safe from her piercing intellect.\"-- Provided by Amazon",
    "images": [
      {
        "url": "https://assets.hardcover.app/book/772009/e75c5db8-7439-4a11-a8b9-5250e2eee65c.jpg"
      },
      {
        "url": "https://assets.hardcover.app/book/772009/e102d308-7fd2-4344-b7cf-0cae9e1e6db9.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Thriller"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "audiobook"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      }
    ]
  }
}
