{
  "book": {
    "id": 433452,
    "title": "The Great Believers",
    "contributions": [
      {
        "author": {
          "name": "Rebecca Makkai"
        }
      }
    ],
    "description": "A dazzling novel of friendship and redemption in the face of tragedy and loss set in 1980s Chicago and contemporary Paris\n\nIn 1985, Yale Tishman, the development director for an art gallery in Chicago, is about to pull off an amazing coup, bringing in an extraordinary collection of 1920s paintings as a gift to the gallery. Yet as his career begins to flourish, the carnage of the AIDS epidemic grows around him. One by one, his friends are dying and after his friend Nico’s funeral, the virus circles closer and closer to Yale himself. Soon the only person he has left is Fiona, Nico’s little sister.\n\nThirty years later, Fiona is in Paris tracking down her estranged daughter who disappeared into a cult. While staying with an old friend, a famous photographer who documented the Chicago crisis, she finds herself finally grappling with the devastating ways AIDS affected her life and her relationship with her daughter. The two intertwining stories take us through the heartbreak of the eighties and the chaos of the modern world, as both Yale and Fiona struggle to find goodness in the midst of disaster.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/433452/8365453-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      }
    ]
  }
}
