{
  "book": {
    "id": 141549,
    "title": "The Passage of Power",
    "contributions": [
      {
        "author": {
          "name": "Robert A. Caro"
        }
      }
    ],
    "description": "The Passage of Power follows Lyndon Johnson through both the most frustrating and the most triumphant periods of his career - 1958 to 1964. It is a time that would see him trade the extraordinary power he had created for himself as Senate Majority Leader for what became the wretched powerlessness of a Vice President in an administration that disdained and distrusted him. Yet it was, as well, the time in which the presidency, the goal he had always pursued, would be thrust upon him in the moment it took an assassin’s bullet to reach its mark.\n\nFor the first time, we see the Kennedy assassination through Lyndon Johnson’s eyes. We watch Johnson step into the presidency, inheriting a staff fiercely loyal to his slain predecessor; a Congress determined to retain its power over the executive branch; and a nation in shock and mourning. We see how within weeks - grasping the reins of the presidency with supreme mastery - he propels through Congress essential legislation that at the time of Kennedy’s death seemed hopelessly logjammed and seizes on a dormant Kennedy program to create the revolutionary War on Poverty.\n\nCaro makes clear how the political genius with which Johnson had ruled the Senate now enabled him to make the presidency wholly his own. This was without doubt Johnson’s finest hour, before his aspirations and accomplishments were overshadowed and eroded by the trap of Vietnam.\n\nIt is an epic story told with a depth of detail possible only through the peerless research that forms the foundation of Robert Caro’s work, confirming Nicholas von Hoffman’s verdict that “Caro has changed the art of political biography.”",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/141549/7151067-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "biography & autobiography"
        }
      },
      {
        "tag": {
          "tag": "Politics"
        }
      },
      {
        "tag": {
          "tag": "Biography & Autobiography"
        }
      }
    ]
  }
}
