{
  "book": {
    "id": 70396,
    "title": "The Years",
    "contributions": [
      {
        "author": {
          "name": "Annie Ernaux"
        }
      },
      {
        "author": {
          "name": "Alison L. Strayer"
        }
      }
    ],
    "description": "\"Available in English for the first time, the latest astonishing, bestselling, and award-winning book by Annie Ernaux. The Years is a personal narrative of the period 1941 to 2006 told through the lens of memory, impressions past and present -- even projections into the future -- photos, books, songs, radio, television and decades of advertising, headlines, contrasted with intimate conflicts and writing notes from six decades of diaries. Local dialect, words of the times, slogans, brands and names for the ever-proliferating objects, are given voice here. The voice we recognize as the author's continually dissolves and re-emerges. Ernaux makes the passage of time palpable. Time itself, inexorable, narrates its own course, consigning all other narrators to anonymity. A new kind of autobiography emerges, at once subjective and impersonal, private and collective. On its 2008 publication in France, The Years came as a surprise. Though Ernaux had for years been hailed as a beloved, bestselling and award-winning author, The Years was in many ways a departure: both an intimate memoir \"written\" by entire generations, and a story of generations telling a very personal story. Like the generation before hers, the narrator eschews the \"I\" for the \"we\" (or \"they\", or \"one\") as if collective life were inextricably intertwined with a private life that in her parents' generation ceased to exist. She writes of her parents' generation (and could be writing of her own book): \"From a common fund of hunger and fear, everything was told in the \"we\" and impersonal pronouns.\"\"--",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/70396/9243771-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "biography & autobiography"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      },
      {
        "tag": {
          "tag": "reflective"
        }
      },
      {
        "tag": {
          "tag": "slow pacing"
        }
      },
      {
        "tag": {
          "tag": "Biography & Autobiography"
        }
      }
    ]
  }
}
