{
  "book": {
    "id": 26303,
    "title": "The Warmth of Other Suns: The Epic Story of America's Great Migration",
    "contributions": [
      {
        "author": {
          "name": "Isabel Wilkerson"
        }
      }
    ],
    "description": "In this beautifully written masterwork, Pulitzer Prize–winning author Isabel Wilkerson presents a definitive and dramatic account of one of the great untold stories of American history: the Great Migration of six million Black citizens who fled the South for the North and West in search of a better life, from World War I to 1970.\n\nWilkerson tells this interwoven story through the lives of three unforgettable protagonists: Ida Mae Gladney, a sharecropper’s wife, who in 1937 fled Mississippi for Chicago; sharp and quick-tempered George Starling, who in 1945 fled Florida for Harlem, and Robert Foster, a surgeon who left Louisiana in 1953 in hopes of making it in California.\n\nWilkerson brilliantly captures their first treacherous cross-country journeys by car and train and their new lives in colonies in the New World. The Warmth of Other Suns is a bold, remarkable, and riveting work, a superb account of an “unrecognized immigration” within our own land. Through the breadth of its narrative, the beauty of the writing, the depth of its research, and the fullness of the people and lives portrayed herein, this book is a modern classic.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/26303/10129368-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "African Americans"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "hopeful"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      },
      {
        "tag": {
          "tag": "emotional"
        }
      },
      {
        "tag": {
          "tag": "reflective"
        }
      },
      {
        "tag": {
          "tag": "sad"
        }
      },
      {
        "tag": {
          "tag": "slow pacing"
        }
      },
      {
        "tag": {
          "tag": "informative"
        }
      }
    ]
  }
}
