{
  "book": {
    "id": 594985,
    "title": "The Will of the Many",
    "contributions": [
      {
        "author": {
          "name": "James Islington"
        }
      }
    ],
    "description": "AUDI. VIDE. TACE.\n\nThe Catenan Republic—the Hierarchy—may rule the world now, but they do not know everything.\n\nI tell them my name is Vis Telimus. I tell them I was orphaned after a tragic accident three years ago, and that good fortune alone has led to my acceptance into their most prestigious school. I tell them that once I graduate, I will gladly join the rest of civilised society in allowing my strength, my drive and my focus—what they call Will—to be leeched away and added to the power of those above me, as millions already do. As all must eventually do.\n\nI tell them that I belong, and they believe me.\n\nBut the truth is that I have been sent to the Academy to find answers. To solve a murder. To search for an ancient weapon. To uncover secrets that may tear the Republic apart.\n\nAnd that I will never, ever cede my Will to the empire that executed my family.\n\nTo survive, though, I will still have to rise through the Academy’s ranks. I will have to smile, and make friends, and pretend to be one of them and win. Because if I cannot, then those who want to control me, who know my real name, will no longer have any use for me.\n\nAnd if the Hierarchy finds out who I truly am, they will kill me. ",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/594985/2165201896463056.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      }
    ]
  }
}
