{
  "book": {
    "id": 427609,
    "title": "The Story of the Lost Child",
    "contributions": [
      {
        "author": {
          "name": "Elena Ferrante"
        }
      },
      {
        "author": {
          "name": "Ann Goldstein"
        }
      }
    ],
    "description": "OVER 14M OF THE NEAPOLITAN QUARTET SOLD WORLDWIDE Nothing quite like this has ever been published before.\"— The Guardian \"This is high stakes, subversive literature.\"— The Daily Telegraph \"With the publication of her Neapolitan Novels, (Ferrante) has established herself as the foremost writer in Italy—and the world.\"— The Sunday Times \"An unconditional masterpiece . . . I was totally enthralled.\"—Jhumpa Lahiri \"An extraordinary epic.\"—Michiko Kakutani, The New York Times \"To the uninitiated, Elena Ferrante is best described as Balzac meets The Sopranos and rewrites feminist theory.\"— The Times \"Ferrante's writing seems to say something that hasn't been said before, in a way so compelling its readers forget where they are, abandon friends and disdain sleep.\"— London Review of Books \"Stunning. An intense, forensic exploration of friendship.\"— The Times Literary Supplement The Story of the Lost Child is the concluding volume in the dazzling saga of two women— the brilliant, bookish Elena, and the fiery, uncontainable Lila. Both are now adults, with husbands, lovers, aging parents, and children. Their friendship has been the gravitational center of their lives. Both women fought to escape the neighborhood in which they grew up—a prison of conformity, violence, and inviolable taboos. Elena married, moved to Florence, started a family, and published several well-received books. In this final novel she has returned to Naples, drawn back as if responding to the city's obscure magnetism. Lila, on the other hand, could never free herself from the city of her birth. She has become a successful entrepreneur, but her success draws her into closer proximity with the nepotism, chauvinism, and criminal violence that infect the neighborhood. Proximity to the world she has always rejected only brings her role as its unacknowledged leader into relief. For Lila is unstoppable, unmanageable, unforgettable. Against the backdrop of a Naples that is as seductive as it is perilous and a world undergoing epochal change, Elena Ferrante tells the story of a lifelong friendship between two women with unmatched honesty and brilliance.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/427609/634929036895136.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      },
      {
        "tag": {
          "tag": "Weak Character Development"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      }
    ]
  }
}
