{
  "book": {
    "id": 69589,
    "title": "The Time Machine",
    "contributions": [
      {
        "author": {
          "name": "H. G. Wells"
        }
      }
    ],
    "description": "First published in 1895, The Time Machine won author H.G. Wells immediate recognition and has been regarded ever since as one of the great masterpieces in the literature of science fiction. It popularized the concept of time travel and introduced the concept of a \"time machine\" device that could travel forwards and backwards through the years. It is the story of one man’s astonishing journey beyond the conventional limits of the imagination. \n\nOne of the most renowned works of science fiction, The Time Machine reflects on the adventures of The Time Traveler - a man who constructs a machine which allows him to explore what the future has to offer. When he courageously steps out of his machine for the first time, he finds himself in the year 802,701—and everything has changed. In this unfamiliar utopian age, creatures seem to dwell together in perfect harmony. Thinking he can study these marvelous beings and unearth their secret then return to his own time, he discovers that his only avenue of escape, his invention, has been stolen. \n\nWells is generally credited with the popularization of the concept of time travel by using a vehicle that allows an operator to travel purposefully and selectively. The term \"time machine\", which was coined by Wells, is now universally used to refer to such a vehicle. The book has been adapted for a number of films and television shows, as well as inspiring other science fiction writers.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/69589/4704860-L.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/69589/184ed59a-142e-4137-8e53-4f65e0a5566c.GIF"
      },
      {
        "url": "https://assets.hardcover.app/books/69589/66c15f1e-19c3-4b25-90c8-3cb6c7929a1b.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "Nonfiction"
        }
      },
      {
        "tag": {
          "tag": "Comics"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      }
    ]
  }
}