{
  "book": {
    "id": 159874,
    "title": "The Plot Against America",
    "contributions": [
      {
        "author": {
          "name": "Philip Roth"
        }
      }
    ],
    "description": "The Plot Against America is a novel by Philip Roth published in 2004. It is an alternative history in which Franklin D. Roosevelt is defeated in the presidential election of 1940 by Charles Lindbergh. The novel follows the fortunes of the Roth family during the Lindbergh presidency, as antisemitism becomes more accepted in American life and Jewish-American families like the Roths are persecuted on various levels. The narrator and central character in the novel is the young Philip, and the care with which his confusion and terror are rendered makes the novel as much about the mysteries of growing up as about American politics. Roth based his novel on the isolationist ideas espoused by Lindbergh in real life as a spokesman for the America First Committee, and on his own experiences growing up in Newark, New Jersey. The novel received praise for the realism of its world and its treatment of topics such as antisemitism, trauma, and the perception of history. The novel depicts the Weequahic section of Newark which includes Weequahic High School from which Roth graduated.\r\n\r\nIn 2005, the novel won the James Fenimore Cooper Prize for Best Historical Fiction given by the Society of American Historians. It won the Sidewise Award for Alternate History, was a finalist for the John W. Campbell Memorial Award, and came in 11th for the 2005 Locus Awards.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/159874/8349176-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Classics"
        }
      },
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "War"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "Politics"
        }
      },
      {
        "tag": {
          "tag": "Religion"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      }
    ]
  }
}