{
  "book": {
    "id": 459821,
    "title": "The Golden Enclaves",
    "contributions": [
      {
        "author": {
          "name": "Naomi Novik"
        }
      }
    ],
    "description": "The one thing you never talk about while you’re in the Scholomance is what you’ll do when you get out. Not even the richest enclaver would tempt fate that way. But it’s all we dream about: the hideously slim chance we’ll survive to make it out the gates and improbably find ourselves with a life ahead of us, a life outside the Scholomance halls.\n\nAnd now the impossible dream has come true. I’m out, we’re all out—and I didn’t even have to turn into a monstrous dark witch to make it happen. So much for my great-grandmother’s prophecy of doom and destruction. I didn’t kill enclavers, I saved them. Me and Orion and our allies. Our graduation plan worked to perfection: We saved everyone and made the world safe for all wizards and brought peace and harmony to all the enclaves everywhere.\n\nHa, only joking! Actually, it’s gone all wrong. Someone else has picked up the project of destroying enclaves in my stead, and probably everyone we saved is about to get killed in the brewing enclave war. And the first thing I’ve got to do now, having miraculously gotten out of the Scholomance, is turn straight around and find a way back in.",
    "images": [
      {
        "url": "https://assets.hardcover.app/book/459821/8499daec611324b00a38e4fb623f1c7d56996983.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Young Adult"
        }
      },
      {
        "tag": {
          "tag": "Adventure"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "LGBTQ"
        }
      },
      {
        "tag": {
          "tag": "Friendship"
        }
      },
      {
        "tag": {
          "tag": "Magic"
        }
      },
      {
        "tag": {
          "tag": "female author"
        }
      },
      {
        "tag": {
          "tag": "New adult"
        }
      }
    ]
  }
}