{
  "book": {
    "id": 807805,
    "title": "Tom Lake",
    "contributions": [
      {
        "author": {
          "name": "Ann Patchett"
        }
      },
      {
        "author": {
          "name": "Meryl Streep"
        }
      }
    ],
    "description": "In this beautiful and moving novel about family, love, and growing up, Ann Patchett once again proves herself one of America’s finest writers. “Patchett leads us to a truth that feels like life rather than literature.” —The Guardian A Reese’s Book Club Pick In the spring of 2020, Lara’s three daughters return to the family's orchard in Northern Michigan. While picking cherries, they beg their mother to tell them the story of Peter Duke, a famous actor with whom she shared both a stage and a romance years before at a theater company called Tom Lake. As Lara recalls the past, her daughters examine their own lives and relationship with their mother, and are forced to reconsider the world and everything they thought they knew. Tom Lake is a meditation on youthful love, married love, and the lives parents have led before their children were born. Both hopeful and elegiac, it explores what it means to be happy even when the world is falling apart. As in all of her novels, Ann Patchett combines compelling narrative artistry with piercing insights into family dynamics. The result is a rich and luminous story, told with profound intelligence and emotional subtlety, that demonstrates once again why she is one of the most revered and acclaimed literary talents working today.",
    "images": [
      {
        "url": "https://assets.hardcover.app/book/807805/de90cc36-efab-43e7-af94-ed51462e0b5b.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "female author"
        }
      },
      {
        "tag": {
          "tag": "lighthearted"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Loveable Characters"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      },
      {
        "tag": {
          "tag": "hopeful"
        }
      }
    ]
  }
}
