{
  "book": {
    "id": 455027,
    "title": "Trust",
    "contributions": [
      {
        "author": {
          "name": "Hernan Diaz"
        }
      },
      {
        "author": {
          "name": "Ada Arduini"
        }
      }
    ],
    "description": "A NEW YORK TIMES BESTSELLER\nONE OF BARACK OBAMA'S FAVORITE BOOKS OF 2022\nLONGLISTED FOR THE 2022 BOOKER PRIZE\n\n“Buzzy and enthralling . . . A glorious novel about empires and erasures, husbands and wives, staggering fortunes and unspeakable misery . . . Fun as hell to read.” —Oprah Daily\n\n\"A genre-bending, time-skipping story about New York City’s elite in the roaring ’20s and Great Depression.\" —Vanity Fair\n\n“A riveting story of class, capitalism, and greed.” —Esquire\n\n\"Exhilarating.” —New York Times\n\nEven through the roar and effervescence of the 1920s, everyone in New York has heard of Benjamin and Helen Rask. He is a legendary Wall Street tycoon; she is the daughter of eccentric aristocrats. Together, they have risen to the very top of a world of seemingly endless wealth—all as a decade of excess and speculation draws to an end. But at what cost have they acquired their immense fortune? This is the mystery at the center of Bonds, a successful 1937 novel that all of New York seems to have read. Yet there are other versions of this tale of privilege and deceit.\n    Hernan Diaz’s TRUST elegantly puts these competing narratives into conversation with one another—and in tension with the perspective of one woman bent on disentangling fact from fiction. The result is a novel that spans over a century and becomes more exhilarating with each new revelation.\n    At once an immersive story and a brilliant literary puzzle, TRUST engages the reader in a quest for the truth while confronting the deceptions that often live at the heart of personal relationships, the reality-warping force of capital, and the ease with which power can manipulate facts.",
    "images": [
      {
        "url": "https://assets.hardcover.app/book/455027/4f361bba-9dfd-4a35-928d-3293662a89e9.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "History"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "adventure"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "mixed character and plot driven"
        }
      },
      {
        "tag": {
          "tag": "Strong Character Development"
        }
      },
      {
        "tag": {
          "tag": "Diverse Characters"
        }
      }
    ]
  }
}
