{
  "book": {
    "id": 584796,
    "title": "Weyward",
    "contributions": [
      {
        "author": {
          "name": "Emilia Hart"
        }
      },
      {
        "author": {
          "name": "Enrica Budetta"
        }
      }
    ],
    "description": "I am a Weyward, and wild inside.\n\n2019: Under cover of darkness, Kate flees London for ramshackle Weyward Cottage, inherited from a great aunt she barely remembers. With its tumbling ivy and overgrown garden, the cottage is worlds away from the abusive partner who tormented Kate. But she begins to suspect that her great aunt had a secret. One that lurks in the bones of the cottage, hidden ever since the witch-hunts of the 17th century.\n\n1619: Altha is awaiting trial for the murder of a local farmer who was stampeded to death by his herd. As a girl, Altha’s mother taught her their magic, a kind not rooted in spell casting but in a deep knowledge of the natural world. But unusual women have always been deemed dangerous, and as the evidence for witchcraft is set out against Altha, she knows it will take all of her powers to maintain her freedom.\n\n1942: As World War II rages, Violet is trapped in her family's grand, crumbling estate. Straitjacketed by societal convention, she longs for the robust education her brother receives––and for her mother, long deceased, who was rumored to have gone mad before her death. The only traces Violet has of her are a locket bearing the initial W and the word weyward scratched into the baseboard of her bedroom.\n\nWeaving together the stories of three extraordinary women across five centuries, Emilia Hart's Weyward is an enthralling novel of female resilience and the transformative power of the natural world.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/584796/1999280530581247.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Historical Fiction"
        }
      },
      {
        "tag": {
          "tag": "Women"
        }
      },
      {
        "tag": {
          "tag": "Gore"
        }
      },
      {
        "tag": {
          "tag": "Rape"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "Gothic"
        }
      },
      {
        "tag": {
          "tag": "Magical Realism"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      }
    ]
  }
}