{
  "book": {
    "id": 590689,
    "title": "Yellowface",
    "contributions": [
      {
        "author": {
          "name": "R.F. Kuang"
        }
      }
    ],
    "description": "Authors June Hayward and Athena Liu were supposed to be twin rising stars. But Athena’s a literary darling. June Hayward is literally nobody. Who wants stories about basic white girls, June thinks.\n\nSo when June witnesses Athena’s death in a freak accident, she acts on impulse: she steals Athena’s just-finished masterpiece, an experimental novel about the unsung contributions of Chinese laborers during World War I.\n\nSo what if June edits Athena’s novel and sends it to her agent as her own work? So what if she lets her new publisher rebrand her as Juniper Song—complete with an ambiguously ethnic author photo? Doesn’t this piece of history deserve to be told, whoever the teller? That’s what June claims, and the New York Times bestseller list seems to agree.\n\nBut June can’t get away from Athena’s shadow, and emerging evidence threatens to bring June’s (stolen) success down around her. As June races to protect her secret, she discovers exactly how far she will go to keep what she thinks she deserves.\n\nWith its totally immersive first-person voice, Yellowface grapples with questions of diversity, racism, and cultural appropriation, as well as the terrifying alienation of social media. R.F. Kuang’s novel is timely, razor-sharp, and eminently readable.",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/590689/6638178916408186.jpg"
      },
      {
        "url": "https://assets.hardcover.app/books/590689/cb5aaa11-a803-418f-91b4-7bb47ea03451.jpeg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Mystery"
        }
      },
      {
        "tag": {
          "tag": "Romance"
        }
      },
      {
        "tag": {
          "tag": "Thriller"
        }
      },
      {
        "tag": {
          "tag": "Women"
        }
      },
      {
        "tag": {
          "tag": "Rape"
        }
      },
      {
        "tag": {
          "tag": "death"
        }
      },
      {
        "tag": {
          "tag": "female author"
        }
      },
      {
        "tag": {
          "tag": "friendship"
        }
      },
      {
        "tag": {
          "tag": "Psychological thriller"
        }
      }
    ]
  }
}