{
  "book": {
    "id": 436430,
    "title": "Zone One",
    "contributions": [
      {
        "author": {
          "name": "Colson Whitehead"
        }
      }
    ],
    "description": "NATIONAL BESTSELLER • From the two-time Pulitzer Prize-winning author of The Underground Railroad and The Nickel Boys: A pandemic has devastated the planet, sorting humanity into two types: the uninfected and the infected, the living and the living dead. • \"One of the best books of the year.\" —Esquire\n\nAfter the worst of the plague is over, armed forces stationed in Chinatown’s Fort Wonton have successfully reclaimed the island south of Canal Street—aka Zone One. Mark Spitz is a member of one of the three-person civilian sweeper units tasked with clearing lower Manhattan of the remaining feral zombies. Zone One unfolds over three surreal days in which Spitz is occupied with the mundane mission of straggler removal, the rigors of Post-Apocalyptic Stress Disorder (PASD), and the impossible task of coming to terms with a fallen world. And then things start to go terribly wrong…\n\nAt once a chilling horror story and a literary novel by a contemporary master, Zone One is a dazzling portrait of modern civilization in all its wretched, shambling glory.\n\nLook for Colson Whitehead’s new novel, Crook Manifesto!",
    "images": [
      {
        "url": "https://assets.hardcover.app/books/436430/6935551-L.jpg"
      }
    ],
    "taggings": [
      {
        "tag": {
          "tag": "Fantasy"
        }
      },
      {
        "tag": {
          "tag": "Fiction"
        }
      },
      {
        "tag": {
          "tag": "Science fiction"
        }
      },
      {
        "tag": {
          "tag": "General"
        }
      },
      {
        "tag": {
          "tag": "Dystopian"
        }
      },
      {
        "tag": {
          "tag": "Horror"
        }
      },
      {
        "tag": {
          "tag": "dark"
        }
      },
      {
        "tag": {
          "tag": "funny"
        }
      },
      {
        "tag": {
          "tag": "moderate pacing"
        }
      },
      {
        "tag": {
          "tag": "challenging"
        }
      }
    ]
  }
}
